Repository: sbwilson/OmniGroup
Catalog: Frameworks/OmniDAV/Localization/iOS/*.lproj/OmniDAV.strings
Languages: fr, it, ko, nl, pt_br, ru, zh_hans

source: Could not access the WebDAV location <%@>.
fr: Impossible d’accéder à l’emplacement WebDAV <%@>.
it: Impossibile accedere alla posizione WebDAV <%@>.
ko: WebDAV 위치 <%@>에 액세스할 수 없습니다.
nl: Geen toegang mogelijk tot de WebDAV-locatie <%@>.
pt_br: Não foi possível acessar a localização do WebDAV <%@>.
ru: Не удалось получить доступ к размещению WebDAV <%@>.
zh_hans: 无法访问 WebDAV 位置 <%@>。

source: Expected “%@” element missing in multistatus result from %@
fr: L’élément attendu “%1$@” ne figure pas dans le résultat multi-état de %2$@
it: Manca l'elemento previsto "%1$@" nel risultato multistato di %2$@
ko: 필요한 “%1$@” 요소가 %2$@의 다중 상태 결과에 없습니다.
nl: Verwachte element “%1$@” ontbreekt in multistatusresultaat van %2$@
pt_br: Era esperado o elemento “%1$@” ausente no resultado multiestado de %2$@
ru: Ожидаемый элемент «%1$@» отсутствует мультистатусном результате из %2$@
zh_hans: %2$@ 的多状态结果中缺失应有的“%1$@”

source: insufficient storage
fr: espace de stockage insuffisant
it: spazio di archiviazione insufficiente
ko: 저장소 부족
nl: Onvoldoende opslagruimte
pt_br: armazenamento insuficiente
ru: недостаточно места
zh_hans: 存储空间不足

source: No document exists at "%@".
fr: Aucun document n’existe dans “%@”.
it: Non esiste alcun documento in “%@”.
ko: “%@”에 도큐멘트가 없습니다.
nl: In “%@” staan geen documenten.
pt_br: Nenhum documento existente em “%@”.
ru: Документ отсутствует в «%@».
zh_hans: “%@”无文稿。

source: No such file "%@".
fr: Aucun fichier “%@”.
it: Nessun documento “%@”.
ko: “%@” 파일이 없습니다.
nl: Geen dergelijk bestand “%@”.
pt_br: Esse arquivo “%@” não existe.
ru: Файл %@ не найден.
zh_hans: 没有文件“%@”。

source: Please check that the user name and password you provided are correct.
fr: Vérifiez que le mot de passe et le nom d’utilisateur que vous avez indiqués sont corrects.
it: Assicurati che il nome utente e la password forniti siano corretti.
ko: 제공한 사용자 이름 및 암호가 올바른지 확인하십시오.
nl: Controleer of u de juiste gebruikersnaam en het juiste wachtwoord hebt ingevoerd.
pt_br: Confirme que nome e senha de usuário que você forneceu estão corretos.
ru: Убедитесь, что указанные имя пользователя и пароль верны.
zh_hans: 请检查您所提供的用户名和密码是否正确。

source: Please make sure that the account information is correct.
fr: Assurez-vous que les informations de compte sont correctes.
it: Assicurati che i dati di account siano corretti.
ko: 계정 정보가 올바른지 확인하십시오.
nl: Controleer of de accountinformatie juist is.
pt_br: Certifique-se de que as informações da conta estão corretas.
ru: Убедитесь, что данные учетной записи верны.
zh_hans: 请确保帐户信息正确。

source: Please make sure that the destination folder exists.
fr: Assurez-vous que le dossier de destination existe.
it: Assicurati che la cartella di destinazione esista.
ko: 대상 폴더가 존재하는지 확인하십시오.
nl: Controleer of de doelmap bestaat.
pt_br: Certifique-se de que a pasta de destino existe.
ru: Убедитесь, что папка назначения существует.
zh_hans: 请确保目标文件夹存在。

source: The %@ server returned "%@" (%ld) in response to a request to "%@ %@".
fr: Le serveur %1$@ a renvoyé “%2$@” (%3$ld) en réponse à une demande de “%4$@ %5$@”.
it: Il server %1$@ ha restituito “%2$@” (%3$ld) in risposta a una richiesta di “%4$@ %5$@”.
ko: “%4$@ %5$@”에 대한 요청에 대해 %1$@ 서버가 “%2$@”(%3$ld)을(를) 반환했습니다.
nl: De %1$@-server heeft “%2$@” (%3$ld) geretourneerd als reactie op het verzoek “%4$@ %5$@”.
pt_br: O servidor %1$@ retornou “%2$@” (%3$ld) em resposta a uma solicitação para “%4$@ %5$@”.
ru: Сервер %1$@ вернул сообщение «%2$@» (%3$ld) в ответ на запрос «%4$@ %5$@».
zh_hans: %1$@ 服务器返回“%2$@”(%3$ld) 以响应“%4$@ %5$@”的请求。

source: Unable to delete file.
fr: Impossible de supprimer le fichier.
it: Impossibile eliminare il documento.
ko: 파일을 삭제할 수 없습니다.
nl: Bestand kan niet worden verwijderd.
pt_br: Não foi possível apagar o arquivo.
ru: Не удается удалить файл.
zh_hans: 无法删除文件。

source: Unable to perform WebDAV operation.
fr: Impossible d’effectuer l’opération WebDAV.
it: Impossibile eseguire l'operazione WebDAV.
ko: WebDAV 작업을 실행할 수 없습니다.
nl: WebDAV-bewerking kan niet worden uitgevoerd.
pt_br: Não foi possível executar operação WebDAV.
ru: Не удается выполнить операцию WebDAV.
zh_hans: 无法执行 WebDAV 操作。

source: Unable to read document.
fr: Impossible de lire le document.
it: Impossibile leggere il documento.
ko: 도큐멘트를 읽을 수 없습니다.
nl: Document kan niet worden gelezen.
pt_br: Não foi possível ler o documento.
ru: Не удается прочитать документ.
zh_hans: 不能读取文稿。

source: WebDAV server failed conformance test.
fr: Le serveur WebDAV a échoué au test de conformité.
it: Test di conformità del server WebDAV non riuscito.
ko: WebDAV 서버에서 준수 테스트를 실패했습니다.
nl: Conformiteitstest WebDAV-server mislukt.
pt_br: O servidor WebDAV falhou no teste de conformidade.
ru: Сервер WebDAV не прошел проверку на соответствие требованиям.
zh_hans: WebDAV 服务器一致性测试失败。
