Repository: sbwilson/OmniGroup
Catalog: Frameworks/OmniUI/iOS/*.lproj/OmniUI.strings
Languages: nl

source: %@ of %@
nl: %1$@ van %2$@

source: About %@
nl: Over %@

source: All purchases for your current App Store account have been restored, but %@ wasn't one of those purchases.
nl: Alle aankopen voor uw huidige App Store-account zijn hersteld, maar %@ was geen van die aankopen.

source: Bold
nl: Vet

source: Buy %@
nl: Koop %@

source: Cancel
nl: Annuleer

source: Center text align
nl: Tekst centreren

source: Certificate Trust
nl: Certificaatvertrouwenslijst

source: Changed the '%@' preference from '%@' to '%@'
nl: De voorkeur '%1$@' is gewijzigd van '%2$@' naar '%3$@'

source: Check for Free Upgrade
nl: Controleer op gratis upgrade

source: Continue
nl: Ga door

source: Decrement
nl: Vermindering

source: Disabled
nl: Uitgeschakeld

source: Done
nl: Gereed

source: Edit
nl: Wijzig

source: Eligible for free upgrade
nl: Komt in aanmerking voor gratis upgrade

source: Error
nl: Fout

source: Feature not enabled for this demo
nl: Functie niet ingeschakeld voor deze demo

source: Fit
nl: Pas aan

source: Help and Settings
nl: Help en instellingen

source: In-App Purchasing is unavailable or not allowed on this device. To enable purchasing, check Restrictions in the Settings app.
nl: In-app aankoop is niet beschikbaar of niet toegestaan op dit apparaat. Om het aanschaffen in te schakelen, schakelt u Beperkingen in de app Instellingen in.

source: Increment
nl: Vermeerdering

source: Invoke
nl: Aanroepen

source: Invoke and Quit
nl: Roep aan en stop

source: Italic
nl: Cursief

source: Justified text align
nl: Tekst uitvullen

source: Left text align
nl: Tekst links uitlijnen

source: Link could not be opened. Please check Safari restrictions in Settings.
nl: Koppeling kan niet worden geopend. Controleer de Safari-beperkingen in Instellingen.

source: More Info
nl: Meer info

source: News
nl: Nieuws

source: None
nl: Geen

source: Note
nl: Notitie

source: password
nl: wachtwoord

source: Preference changed
nl: Voorkeur gewijzigd

source: Purchase Failed
nl: Aankoop mislukt

source: Purchased. Thank you!
nl: Aangeschaft. Bedankt.

source: Purchasing is Disabled
nl: Kopen is uitgeschakeld

source: Redo
nl: Opnieuw

source: Release Notes
nl: Versiegegevens

source: Restore Complete
nl: Herstel is voltooid

source: Restore Failed
nl: Herstel mislukt

source: Restore Purchases
nl: Herstel aankopen

source: Right text align
nl: Tekst rechts uitlijnen

source: Search
nl: Zoek

source: Strike Through
nl: Doorhalen

source: This device might not be connected to the Internet.
nl: Dit apparaat wordt mogelijk niet verbonden met internet.

source: Trust Always
nl: Vertrouw altijd

source: Unable to reach App Store
nl: Kan de App Store niet bereiken

source: Underline
nl: Onderstreping

source: Undo
nl: Herstel

source: username
nl: gebruikersnaam

source: You have tapped on a link which will change the following preferences: "%@" Do you wish to accept these changes?
nl: U hebt op een koppeling getikt die de volgende voorkeuren zal wijzigen: “%@” Wilt u deze wijzigingen accepteren?

source: You have tapped on a link which will run the following debugging command: "%@" If you weren’t instructed to do this by Omni Support Humans, please don’t. Do you wish to run this command?
nl: U hebt op een koppeling getikt die de volgende foutopsporingsopdracht zal uitvoeren: “%@” Doe dit niet als u dit niet bent gevraagd door de mensen van de Omni-ondersteuningsdienst. Wilt u deze opdracht uitvoeren?

source: You have tapped on an Omni special URL: "%@" Run this command?
nl: U hebt op een speciale URL van Omni getikt: “%@” Deze opdracht uitvoeren?
