Repository: sbwilson/OmniGroup
Catalog: Frameworks/OmniDataObjects/*.lproj/OmniDataObjects.strings
Languages: de, fr, it, ja, nl, pt_br, ru

source: Attempted to disconnect while not connected.
de: Verbindungstrennung bei nicht bestehender Verbindung nicht möglich.
fr: Tentative de déconnexion alors qu’il n’y avait pas de connexion.
it: Tentativo di disconnessione quando non connesso.
ja: 接続していない状態で接続を解除しようとしました。
nl: U wilt de verbinding verbreken, maar er is geen verbinding.
pt_br: Tentativa de desconectar enquanto não conectado.
ru: Была выполнена попытка отключения при отсутствии подключения.

source: Attribute %@.%@ has type %d with unknown SQL column type.
de: Eigenschaft %1$@.%2$@ hat Typ %3$d mit unbekanntem SQL-Spaltentyp.
fr: L’attribut %1$@.%2$@ possède le type %3$d et un type de colonne SQL inconnu.
it: L'attributo %1$@.%2$@ possiede il tipo %3$d con tipo colonna SQL sconosciuto.
ja: 属性 %1$@.%2$@ は不明な SQL 列タイプを伴うタイプ %3$d です。
nl: Kenmerk %1$@.%2$@ is van type %3$d met onbekend type SQL-kolom.
pt_br: O atributo %1$@.%2$@ tem o tipo %3$d com tipo de coluna SQL desconhecido.
ru: Атрибут %1$@.%2$@ имеет тип %3$d с неизвестным типом столбца SQL.

source: Attribute %@.%@ has unknown value type but isn't transient.
de: Eigenschaft %1$@.%2$@ hat unbekannten Werttyp, ist aber nicht transient.
fr: L’attribut %1$@.%2$@ possède un type de valeur inconnu mais n’est pas transitoire.
it: L'attributo %1$@.%2$@ possiede un tipo di valore sconosciuto ma non è transitorio.
ja: 属性 %1$@.%2$@ は不明な値タイプですが、過渡的なものではありません。
nl: Kenmerk %1$@.%2$@ heeft onbekend waardetype maar is geen tijdelijk kenmerk.
pt_br: O atributo %1$@.%2$@ tem tipo de valor desconhecido, mas não é provisório.
ru: Атрибут %1$@.%2$@ имеет неизвестный тип значения и не является переходным.

source: Attribute %@.%@ specified a transient or optional primary key.
de: Eigenschaft %1$@.%2$@ hat Transienten oder optionalen primären Schlüssel angegeben.
fr: L’attribut %1$@.%2$@ a spécifié une clé principale transitoire ou optionnelle.
it: L'attributo %1$@.%2$@ ha specificato una chiave primaria transitoria o facoltativa.
ja: 属性 %1$@.%2$@ で、過渡的な、またはオプションのプライマリキーが指定されています。
nl: Kenmerk %1$@.%2$@ bevat een tijdelijke of optionele primaire sleutel.
pt_br: O atributo %1$@.%2$@ especificou uma chave primária provisória ou opcional.
ru: Атрибут %1$@.%2$@ задает переходный или необязательный основной ключ.

source: Attribute has type unsupported type %d.
de: Eigenschaft hat nicht unterstützten Typ %d.
fr: L’attribut possède un type %d qui n’est pas pris en charge.
it: L'attributo possiede il tipo non supportato %d.
ja: 属性のタイプが対応していないタイプ %d です。
nl: Kenmerk is van niet-ondersteund type %d.
pt_br: O atributo tem o tipo incompatível %d.
ru: Атрибут имеет неподдерживаемый тип %d.

source: Attribute specified default value '%@' for attribute of type of '%@'.
de: Eigenschaft hat Standardwert „%1$@“ für Eigenschaft des Typs „%2$@“ angegeben.
fr: L’attribut a spécifié une valeur par défaut « %1$@ » pour l’attribut de type « %2$@ ».
it: L'attributo ha specificato il valore di default '%1$@' per l'attributo del tipo '%2$@'.
ja: 属性のタイプ '%2$@' に対して、デフォルト値に '%1$@' が指定されています。
nl: Kenmerk bevat standaardwaarde '%1$@' voor kenmerk van type '%2$@'.
pt_br: O atributo especificou o valor padrão '%1$@' para o atributo do tipo '%2$@'.
ru: Атрибут задает значение по умолчанию «%1$@» для атрибута типа «%2$@».

source: Attribute specified invalid type of '%@'.
de: Eigenschaft hat ungültigen Typ von „%@“ angegeben.
fr: L’attribut a spécifié un type invalide de « %@ ».
it: L'attributo ha specificato il tipo non valido di '%@'.
ja: 属性で無効なタイプ '%@' が指定されています。
nl: Kenmerk bevat ongeldig type '%@'.
pt_br: O atributo especificou o tipo inválido de '%@'.
ru: Атрибут задает недопустимый тип «%@».

source: Attribute specified no type.
de: Eigenschaft hat keinen Typ angegeben.
fr: L’attribut n’a spécifié aucun type.
it: L'attributo non ha specificato nessun tipo.
ja: 属性でタイプが指定されていません。
nl: Kenmerk bevat geen type.
pt_br: O atributo não especificou nenhum tipo.
ru: Атрибут не задает тип.

source: Cannot connect to '%@' since the database is already connected to '%@'.
de: Verbindung zu „%1$@“ nicht möglich, da die Datenbank bereits mit „%2$@“ verbunden ist.
fr: Impossible de se connecter à « %1$@ », car la base de données est déjà connectée à « %2$@ ».
it: Impossibile connettere a '%1$@' poiché il database è già connesso a '%2$@'.
ja: データベースがすでに '%2$@' に接続されているため、'%1$@' には接続できません。
nl: Kan geen verbinding maken met '%1$@' omdat de database al is verbonden met '%2$@'.
pt_br: Não é possível conectar-se a '%1$@' pois o banco de dados já está conectado a '%2$@'.
ru: Не удается подключиться к «%1$@», поскольку база данных уже подключена к «%2$@».

source: Cannot disconnect from database at '%@'.
de: Verbindung zur Datenbank unter „%@“ kann nicht getrennt werden.
fr: Impossible de se déconnecter de la base de données située à « %@ ».
it: Impossibile disconnettere dal database in '%@'.
ja: '%@' にあるデータベースとの接続を解除できません。
nl: Kan verbinding niet verbreken met database op '%@'.
pt_br: Não é possível desconectar-se do banco de dados em '%@'.
ru: Не удается отключиться от базы данных в «%@».

source: Cannot open database at '%@'.
de: Datenbank unter „%@“ kann nicht geöffnet werden.
fr: Impossible d’ouvrir la base de données située à « %@ ».
it: Impossibile aprire il database in '%@'.
ja: '%@' にあるデータベースを開けません。
nl: Kan database op '%@' niet openen.
pt_br: Não é possível abrir o banco de dados em '%@'.
ru: Не удается открыть базу данных в «%@».

source: Cannot prepare fetch for key %@ for query %@ while not connected to a database.
de: Abrufen des Schlüssels %1$@ für Anfrage %2$@ kann nicht ohne Verbindung zur Datenbank vorbereitet werden.
fr: Impossible de préparer la récupération de la clé %1$@ pour la requête %2$@ alors qu’il n’y a pas de connexion à une base de données.
it: Impossibile preparare la ricezione della chiave %1$@ per la query %2$@ se non sei connesso al database.
ja: データベースに接続していない状態では、クエリ %2$@ のキー %1$@ に対する取得を準備できません。
nl: Kan fetch niet voorbereiden voor sleutel %1$@ voor query %2$@ als er geen verbinding met een database is.
pt_br: Não é possível preparar a recuperação da chave %1$@ para consulta %2$@ enquanto não conectado a um banco de dados.
ru: Не удается подготовить извлечение для ключа %1$@ запроса %2$@ без подключения к базе данных.

source: Couldn't create OFXMLDocument.
de: OFXMLDocument kann nicht erstellt werden.
fr: Impossible de créer le document OFXMLDocument.
it: Impossibile creare OFXMLDocument.
ja: OFXMLDocument を作成できませんでした。
nl: OFXMLDocument kan niet worden aangemaakt.
pt_br: Não foi possível criar OFXMLDocument.
ru: Не удалось создать объект OFXMLDocument.

source: Entity '%@' has multiple primary key attributes.
de: Einheit „%@“ hat mehrere primäre Schlüsseleigenschaften.
fr: L’entité « %@ » possède plusieurs attributs de clé principale.
it: L'entità '%@' possiede attributi di chiave primaria multipli.
ja: エンティティ '%@' には複数のプライマリキー属性があります。
nl: Entiteit '%@' heeft een primaire sleutel met meerdere kenmerken.
pt_br: A entidade '%@' tem múltiplos atributos de chave primária.
ru: Объект «%@» имеет несколько атрибутов основного ключа.

source: Entity '%@' has multiple properties named '%@'.
de: Einheit „%1$@“ hat mehrere Eigenschaften mit dem Namen „%2$@“.
fr: L’entité « %1$@ » possède plusieurs propriétés nommées « %2$@ ».
it: L'entità '%1$@' possiede diverse proprietà chiamate '%2$@'.
ja: エンティティ '%1$@' には '%2$@' という名前の複数のプロパティがあります。
nl: Entiteit '%1$@' heeft meerdere eigenschappen met de naam '%2$@'.
pt_br: A entidade '%1$@' tem múltiplas propriedades denominadas '%2$@'.
ru: Объект «%1$@» имеет несколько свойств «%2$@».

source: Entity '%@' has no instance class name.
de: Einheit „%@“ hat keinen Instanzklassennamen.
fr: L’entité « %@ » ne possède pas de nom de classe d’instances.
it: L'entità '%@' non possiede un nome classe esempio.
ja: エンティティ '%@' にはインスタンスのクラス名がありません。
nl: Entiteit '%@' bevat geen instance-klassenaam.
pt_br: A entidade '%@' não tem nenhum nome de classe de ocorrências.
ru: Объект «%@» не имеет имени класса экземпляра.

source: Entity '%@' has no primary key attributes.
de: Einheit „%@“ hat keine primären Schlüsseleigenschaften.
fr: L’entité « %@ » ne possède pas d’attribut de clé principale.
it: L'entità '%@' non possiede attributi di chiave primaria.
ja: エンティティ '%@' にはプライマリキー属性がありません。
nl: Entiteit '%@' heeft een primaire sleutel zonder kenmerken.
pt_br: A entidade '%@' não tem nenhum atributo de chave primária.
ru: Объект «%@» не имеет атрибутов основного ключа.

source: Entity '%@' specified instance class name of '%@', but no such class was found.
de: Einheit „%1$@“ hat einen Instanzklassennamen von „%2$@“ angegeben, aber diese Klasse wurde nicht gefunden.
fr: L’entité « %1$@ » a spécifié un nom de classe d’instances « %2$@ », mais cette classe est introuvable.
it: L'entità '%1$@' ha specificato il nome classe esempio '%2$@', ma non è stata trovata nessuna classe tale.
ja: エンティティ '%1$@' で '%2$@' という名前のインスタンスのクラスが指定されましたが、そのようなクラスは見つかりませんでした。
nl: Entiteit '%1$@' bevat een instance-klasse met de naam '%2$@', maar deze klasse is niet gevonden.
pt_br: A entidade '%1$@' especificou o nome de classe de ocorrências '%2$@', mas essa classe não foi encontrada.
ru: Объектом «%1$@» было задано имя экземпляра класса для «%2$@», но класс не обнаружен.

source: Entity '%@' specified instance class name of '%@', but this class is not a subclass of ODOObject.
de: Einheit „%1$@“ hat einen Instanzklassennamen von „%2$@“ angegeben, diese Klasse ist aber keine Unterklasse von ODOObject.
fr: L’entité « %1$@ » a spécifié un nom de classe d’instances « %2$@ », mais cette classe n’est pas une sous-classe d’ODOObject.
it: L'entità '%1$@' ha specificato il nome classe esempio '%2$@', ma questa classe non è una sottoclasse di ODOObject.
ja: エンティティ '%1$@' で '%2$@' という名前のインスタンスのクラスが指定されましたが、このクラスは ODOObject のサブクラスではありません。
nl: Entiteit '%1$@' bevat een instance-klasse met de naam '%2$@', maar deze klasse is geen subklasse van ODOObject.
pt_br: A entidade '%1$@' especificou o nome de classe de ocorrências '%2$@', mas essa classe não é uma subclasse de ODOObject.
ru: Объектом «%1$@» было задано имя экземпляра класса для «%2$@», но этот класс не является подклассом объекта ODOObject.

source: Entity '%@' specified primary key attribute '%@' with a default value.
de: Einheit „%1$@“ hat die primäre Schlüsseleigenschaft „%2$@“ mit einem Standardwert angegeben.
fr: L’entité « %1$@ » a spécifié un attribut de clé principale « %2$@ » avec une valeur par défaut.
it: L'entità '%1$@' ha specificato un attributo di chiave primaria '%2$@' con un valore di default.
ja: エンティティ '%1$@' で、プライマリーキー属性 '%2$@' がデフォルト値を使って指定されました。
nl: Primaire sleutel van entiteit '%1$@' bevat kenmerk '%2$@' met een standaardwaarde.
pt_br: A entidade '%1$@' especificou o atributo de chave primária '%2$@' com um valor padrão.
ru: Объектом «%1$@» указанный был задан атрибут основного ключа «%2$@» со значением по умолчанию.

source: Entity '%@' specified primary key attribute '%@' with type %d, but only strings are supported.
de: Einheit „%1$@“ hat die primäre Schlüsseleigenschaft „%2$@“ mit Typ %3$d angegeben, es werden aber nur Strings unterstützt.
fr: L’entité « %1$@ » a spécifié un attribut de clé principale « %2$@ » de type %3$d, mais seules les chaînes sont prises en charge.
it: L'entità '%1$@' ha specificato l'attributo di chiave primaria '%2$@' del tipo %3$d, ma sono supportate solamente le stringhe.
ja: エンティティ '%1$@' でプライマリーキー属性 '%2$@' がタイプ %3$d を使って指定されましたが、これは文字列にしか対応していません。
nl: Primaire sleutel van entiteit '%1$@' bevat kenmerk '%2$@' van type %3$d, maar alleen tekenreeksen worden ondersteund.
pt_br: A entidade '%1$@' especificou o atributo de chave primária '%2$@' com o tipo %3$d, mas são permitidas somente strings.
ru: Объектом «%1$@» указанный был задан атрибут основного ключа «%2$@» типа %3$d, однако поддерживаются только строки.

source: Entity has no name.
de: Einheit ist unbenannt.
fr: L’entité ne possède pas de nom.
it: L'entità non ha nome.
ja: エンティティに名前がありません。
nl: Entiteit heeft geen naam.
pt_br: A entidade não tem nome.
ru: Объект не имеет имени.

source: Entity name '%@' is reserved.
de: Einheitenname „%@“ ist reserviert.
fr: Le nom d’entité « %@ » est réservé.
it: Il nome dell'entità '%@' è riservato.
ja: エンティティ名 '%@' は予約されています。
nl: Entiteitsnaam '%@' is gereserveerd.
pt_br: O nome da entidade '%@' está reservado.
ru: Имя объекта «%@» зарезервировано.

source: Error disconnecting from database.
de: Fehler beim Trennen der Verbindung zur Datenbank.
fr: Erreur lors de la déconnexion de la base de données.
it: Errore durante la disconnessione dal database.
ja: データベースとの接続を解除するときにエラーが発生しました。
nl: Fout bij verbreken van verbinding met database.
pt_br: Erro ao desconectar do banco de dados.
ru: Ошибка отключения от базы данных.

source: Exception raised while saving: %@
de: Ausnahme beim Sichern: %@
fr: Exception lors de l’enregistrement : %@
it: Eccezione rilevata durante la registrazione: %@
ja: 保存中に例外が発生しました： %@
nl: Uitzondering opgetreden tijdens bewaren van: %@
pt_br: Exceção identificada ao salvar: %@
ru: При сохранении произошло исключение: %@

source: Exception raised while sending -willSave: %@
de: Ausnahme beim Senden von -willSave: %@
fr: Exception lors de l’envoi -willSave : %@
it: Eccezione rilevata durante l'invio di -willSave: %@
ja: 送信中に例外が発生しました -willSave： %@
nl: Uitzondering opgetreden tijdens verzenden van -willSave: %@
pt_br: Exceção identificada ao enviar -willSave: %@
ru: При отправке параметра -willSave произошло исключение: %@

source: Failed to convert '%@' to a property list data: %@.
de: Fehler beim Umwandeln von „%1$@“ in Daten für Eigenschaftenliste: %2$@
fr: La conversion de « %1$@ » en donnée de liste de propriétés a échoué : %2$@.
it: Conversione di '%1$@' in un dato di elenco di proprietà non riuscita: %2$@.
ja: '%1$@' を次のプロパティリストデータに変換できませんでした： %2$@。
nl: Omzetten van '%1$@' in een eigenschappenlijst is mislukt: %2$@.
pt_br: Falha ao converter '%1$@' em dados da lista de propriedades: %2$@.
ru: Сбой преобразования «%1$@» в данные списка свойств: %2$@.

source: Fetch for fault returned object with ID '%@' and no such object was registered.
de: Fehlerabfrage hat Objekt mit ID „%@“ gemeldet. Objekt war nicht registriert.
fr: L’extraction d’erreur a renvoyé un objet dont l’ID est « %@ », mais aucun objet de ce genre n’a été enregistré.
it: Ricevi oggetto che ha restituito errore con ID '%@' e tale oggetto non era registrato.
ja: フォルトの取得で ID '%@' を持つオブジェクトが返されましたが、そのようなオブジェクトは登録されていません。
nl: Fetch voor fout retourneert object met ID '%@', maar dit object is niet geregistreerd.
pt_br: A busca de falhas retornou um objeto com ID '%@' e esse objeto não estava registrado.
ru: Было выполнено извлечение для недопустимого объекта с идентификатором «%@», и оказалось, что такой объект не зарегистрирован.

source: Fetch for fault returned object with ID '%@', but that object has already had its fault cleared.
de: Fehlerabfrage hat Objekt mit ID „%@“ gemeldet, aber bei diesem Objekt war der Fehler bereits behoben.
fr: L’extraction d’erreur a renvoyé un objet dont l’ID est « %@ », mais l’erreur de cet objet a déjà été effacée.
it: Ricevi oggetto che ha restituito errore con ID '%@', ma l'oggetto ha già chiarito l'errore.
ja: フォルトの取得で ID '%@' を持つオブジェクトが返されましたが、そのオブジェクトのフォルトはすでにクリアされています。
nl: Fetch voor fout retourneert object met ID '%@', maar de fout voor dat object is al opgelost.
pt_br: A busca de falhas retornou um objeto com ID '%@', mas as falhas desse objeto já haviam sido eliminadas.
ru: Было выполнено извлечение для недопустимого объекта с идентификатором «%@», и оказалось, что для объекта состояние сбоя уже очищено.

source: Model '%@' has multiple properties named '%@'.
de: Modell „%1$@“ hat mehrere Eigenschaften mit dem Namen „%2$@“.
fr: Le modèle « %1$@ » possède plusieurs propriétés nommées « %2$@ ».
it: Il modello '%1$@' possiede diverse proprietà chiamate '%2$@'.
ja: モデル '%1$@' には '%2$@' という名前の複数のプロパティがあります。
nl: Model '%1$@' heeft meerdere eigenschappen met de naam '%2$@'.
pt_br: O modelo '%1$@' tem múltiplas propriedades denominadas '%2$@'.
ru: Модель «%1$@» имеет несколько свойств «%2$@».

source: Multiple Errors
de: Mehrere Fehler
fr: Multiples erreurs
it: Errori multipli
ja: 複数のエラー
nl: Meerdere fouten
pt_br: Vários Erros
ru: Несколько ошибок

source: Multiple validation errors occurred while saving.
de: Beim Sichern sind mehrere Validierungsfehler aufgetreten.
fr: Plusieurs erreurs de validation se sont produites durant l’enregistrement.
it: Durante la registrazione si sono verificati diversi errori di convalida.
ja: 保存中に複数の検証エラーが発生しました。
nl: Er zijn verschillende validatiefouten opgetreden tijdens het bewaren.
pt_br: Ocorreram vários erros de validação ao salvar.
ru: При сохранении произошло несколько ошибок проверки.

source: Object with ID '%@' is inaccessible.
de: Auf das Objekt mit der ID „%@“ kann nicht zugegriffen werden.
fr: L’objet portant l’identifiant %@ est inaccessible.
it: Impossibile accedere all'oggetto con ID '%@'.
ja: ID '%@' のオブジェクトはアクセス不可能です。
nl: Object met ID '%@' is niet toegankelijk.
pt_br: O objeto com ID '%@' é inacessível.
ru: Объект с идентификатором «%@» недоступен.

source: Property has no name.
de: Eigenschaft ist unbenannt.
fr: La propriété ne possède pas de nom.
it: La proprietà non ha nome.
ja: プロパティに名前がありません。
nl: Eigenschap heeft geen naam.
pt_br: A propriedade não tem nome.
ru: Свойство не имеет имени.

source: Relationship %@.%@ specified a destination entity of '%@', but there is no such entity.
de: Beziehung %1$@.%2$@ hat eine Zieleinheit von „%3$@“ angegeben, aber diese Einheit existiert nicht.
fr: La relation %1$@.%2$@ a spécifié une entité destinataire « %3$@ », mais aucune entité de ce genre n’existe.
it: La relazione %1$@.%2$@ ha specificato un'entità destinazione di '%3$@', ma tale entità non esiste.
ja: リレーションシップ %1$@.%2$@ でデスティネーションエンティティ '%3$@' が指定されていますが、そのようなエンティティはありません。
nl: Relatie '%1$@.%2$@' bevat doelentiteit '%3$@', maar deze entiteit bestaat niet.
pt_br: A relação %1$@.%2$@ especificou uma entidade de destino '%3$@', mas essa entidade não existe.
ru: Отношение %1$@.%2$@ указывало запись назначения «%3$@», но такой записи не существует.

source: Relationship %@.%@ specified an inverse relationship %@.%@, but there is no such relationship.
de: Beziehung %1$@.%2$@ hat die inverse Beziehung %3$@.%4$@ angegeben, aber diese Beziehung existiert nicht.
fr: La relation %1$@.%2$@ a spécifié une relation inverse %3$@.%4$@, mais aucune relation de ce genre n’existe.
it: La relazione %1$@.%2$@ ha specificato una relazione inversa %3$@.%4$@, ma tale relazione non esiste.
ja: リレーションシップ %1$@.%2$@ で逆リレーションシップ %3$@.%4$@ が指定されていますが、そのようなリレーションシップはありません。
nl: Relatie '%1$@.%2$@' bevat omgekeerde relatie '%3$@.%4$@', maar deze relatie bestaat niet.
pt_br: A relação %1$@.%2$@ especificou uma relação inversa %3$@.%4$@, mas essa relação não existe.
ru: Отношение %1$@.%2$@ указывало обратное отношение %3$@.%4$@, но такого отношения не существует.

source: Relationship %@.%@ specified invalid type of '%@'.
de: Beziehung %1$@.%2$@ hat den ungültigen Typ von „%3$@“ angegeben.
fr: La relation %1$@.%2$@ a spécifié un type invalide « %3$@ ».
it: La relazione %1$@.%2$@ ha specificato un tipo di '%3$@' non valido.
ja: リレーションシップ %1$@.%2$@ で無効なタイプ '%3$@' が指定されています。
nl: Relatie '%1$@.%2$@' bevat ongeldige type '%3$@'.
pt_br: A relação %1$@.%2$@ especificou o tipo inválido '%3$@'.
ru: Отношение %1$@.%2$@ указывало недопустимый тип для «%3$@».

source: Relationship %@.%@ specified no destination entity.
de: Beziehung %1$@.%2$@ hat keine Zieleinheit angegeben.
fr: La relation %1$@.%2$@ n’a spécifié aucune entité destinataire.
it: La relazione %1$@.%2$@ non ha specificato nessuna entità destinazione.
ja: リレーションシップ %1$@.%2$@ で、デスティネーションエンティティが指定されていません。
nl: Relatie '%1$@.%2$@' bevat geen doelentiteit.
pt_br: A relação %1$@.%2$@ não especificou nenhuma entidade de destino.
ru: Отношение %1$@.%2$@ не указывало запись назначения.

source: Relationship %@.%@ specified no inverse relationship.
de: Beziehung %1$@.%2$@ hat keine inverse Beziehung angegeben.
fr: La relation %1$@.%2$@ n’a spécifié aucune relation inverse.
it: La relazione %1$@.%2$@ non ha specificato nessuna relazione inversa.
ja: リレーションシップ %1$@.%2$@ で、逆相リレーションシップが指定されていません。
nl: Relatie '%1$@.%2$@' bevat geen omgekeerde relatie.
pt_br: A relação %1$@.%2$@ não especificou nenhuma relação inversa.
ru: Отношение %1$@.%2$@ не указывало обратного отношения.

source: Relationship %@.%@ specified no type.
de: Beziehung %1$@.%2$@ hat keinen Typ angegeben.
fr: La relation %1$@.%2$@ n’a spécifié aucun type.
it: La relazione %1$@.%2$@ non ha specificato nessun tipo.
ja: リレーションシップ %1$@.%2$@ で、タイプが指定されていません。
nl: Relatie '%1$@.%2$@' bevat geen type.
pt_br: A relação %1$@.%2$@ não especificou nenhum tipo.
ru: Отношение %1$@.%2$@ не указывало тип.

source: The cache database was removed while it was still open. Close and reopen the database to recover.
de: Die Cachedatenbank wurde entfernt, als sie noch geöffnet war. Schließen Sie die Datenbank und öffnen Sie sie erneut zum Wiederherstellen.
fr: La base de données en cache a été supprimée alors qu’elle était encore ouverte. Fermez-la, puis rouvrez-la pour la restaurer.
it: Il database di cache è stato rimosso mentre era ancora aperto. Per ripristinare il database, chiudi e riapri.
ja: キャッシュデータベースは、それが開いていたときに削除されました。回復するには、そのデータベースを閉じてから開き直してください。
nl: De cache-database werd verwijderd terwijl deze open was. Sluit en open de database opnieuw voor herstel.
pt_br: O banco de dados do cache foi removido enquanto ainda estava aberto. Para recuperá-lo, feche e reabra o banco de dados.
ru: База данных кэша удалена в тот момент, когда она была открыта. Закройте и снова откройте базу данных, чтобы восстановить ее.

source: Tried 100 times to settle -willSave, but edits kept being made.
de: 100 Mal -willSave angewendet, aber es wurden weiterhin Änderungen vorgenommen.
fr: Tenté 100 fois de régler -willSave, mais les modifications continuent à se produire.
it: Tentativo di fissare -willSave ripetuto 100 volte, ma continuano ad essere apportate modifiche.
ja: -willSave を安定させようと 100 回試みましたが、その都度編集が行われました。
nl: 100 keer geprobeerd -willSave uit te voeren, maar er worden steeds wijzigingen aangebracht.
pt_br: Foram realizadas 100 tentativas de ajustar -willSave, mas continuaram sendo feitas edições.
ru: Выполнено 100 попыток задать -willSave, но режим редактирования не завершился.

source: Unable bind boolean to slot %d of statement with SQL '%@'.
de: Boolscher Wert konnte nicht mit Slot %1$d des SQL-Befehls „%2$@“ verbunden werden.
fr: Impossible de lier la valeur booléenne à l’espace %1$d de la déclaration avec « %2$@ » SQL.
it: Impossibile vincolare il booleano allo slot %1$d di istruzione con SQL '%2$@'.
ja: SQL '%2$@' を使ってステートメントのスロット %1$d にブールをバインドできません。
nl: Kan Booleaanse waarde niet binden aan slot %1$d van instructie met SQL '%2$@'.
pt_br: Não foi possível vincular o booleano ao slot %1$d da declaração com SQL '%2$@'.
ru: Не удается привязать логическое выражение к слоту %1$d выражения с SQL «%2$@».

source: Unable bind constant '%@' of unknown type to slot %d of statement with SQL '%@'.
de: Konstante „%1$@“ des unbekannten Typs konnte nicht mit Slot %2$d des SQL-Befehls „%3$@“ verbunden werden.
fr: Impossible de lier la constante « %1$@ » de type inconnu à l’espace %2$d de la déclaration avec « %3$@ » SQL.
it: Impossibile vincolare la costante '%1$@' di tipo sconosciuto allo slot %2$d di istruzione con SQL '%3$@'.
ja: SQL '%3$@' を使ってステートメントのスロット %2$d に不明なタイプの定数 '%1$@' をバインドできません。
nl: Kan constante '%1$@' van onbekend type niet binden aan slot '%2$d' van instructie met SQL '%3$@'.
pt_br: Não foi possível vincular a constante '%1$@' de tipo desconhecido ao slot %2$d da declaração com SQL '%3$@'.
ru: Не удается привязать константу «%1$@» неизвестного типа к слоту %2$d выражения с SQL «%3$@».
