Repository: sbwilson/OmniGroup
Catalog: Frameworks/OmniDataObjects/*.lproj/OmniDataObjects.strings
Languages: de, fr, it, ja, nl, pt_br, ru

source: Unable bind data to slot %d of statement with SQL '%@'.
de: Daten konnten nicht mit Slot %1$d des SQL-Befehls „%2$@“ verbunden werden.
fr: Impossible de lier les données à l’espace %1$d de la déclaration avec « %2$@ » SQL.
it: Impossibile vincolare i dati allo slot %1$d di istruzione con SQL '%2$@'.
ja: SQL '%2$@' を使ってステートメントのスロット %1$d にデータをバインドできません。
nl: Kan gegevens niet binden aan slot %1$d van instructie met SQL '%2$@'.
pt_br: Não foi possível vincular dados ao slot %1$d da declaração com SQL '%2$@'.
ru: Не удается привязать данные к слоту %1$d выражения с SQL «%2$@».

source: Unable bind date to slot %d of statement with SQL '%@'.
de: Datum konnte nicht mit Slot %1$d des SQL-Befehls „%2$@“ verbunden werden.
fr: Impossible de lier la date à l’espace %1$d de la déclaration avec « %2$@ » SQL.
it: Impossibile vincolare i dati allo slot %1$d di istruzione con SQL '%2$@'.
ja: SQL '%2$@' を使ってステートメントのスロット %1$d に日付をバインドできません。
nl: Kan datum niet binden aan slot %1$d van instructie met SQL '%2$@'.
pt_br: Não foi possível vincular a data ao slot %1$d da declaração com SQL '%2$@'.
ru: Не удается привязать дату к слоту %1$d выражения с SQL «%2$@».

source: Unable bind float64 to slot %d of statement with SQL '%@'.
de: float64 konnte nicht mit Slot %1$d des SQL-Befehls „%2$@“ verbunden werden.
fr: Impossible de lier float64 à l’espace %1$d de la déclaration avec « %2$@ » SQL.
it: Impossibile vincolare float64 allo slot %1$d di istruzione con SQL '%2$@'.
ja: SQL '%2$@' を使ってステートメントのスロット %1$d に float64 をバインドできません。
nl: Kan float64 niet binden aan slot %1$d van instructie met SQL '%2$@'.
pt_br: Não foi possível vincular float64 ao slot %1$d da declaração com SQL '%2$@'.
ru: Не удается привязать значение float64 к слоту %1$d выражения с SQL «%2$@».

source: Unable bind int32 to slot %d of statement with SQL '%@'.
de: int32 konnte nicht mit Slot %1$d des SQL-Befehls „%2$@“ verbunden werden.
fr: Impossible de lier int32 à l’espace %1$d de la déclaration avec « %2$@ » SQL.
it: Impossibile vincolare int32 allo slot %1$d di istruzione con SQL '%2$@'.
ja: SQL '%2$@' を使ってステートメントのスロット %1$d に int32 をバインドできません。
nl: Kan int32 niet binden aan slot %1$d van instructie met SQL '%2$@'.
pt_br: Não foi possível vincular int32 ao slot %1$d da declaração com SQL '%2$@'.
ru: Не удается привязать значение int32 к слоту %1$d выражения с SQL «%2$@».

source: Unable bind int64 to slot %d of statement with SQL '%@'.
de: Int64 kann nicht mit SQL „%2$@“ mit Slot %1$d der Anweisung verbunden werden.
fr: Impossible de lier int64 à l’espace %1$d de la déclaration avec %2$@ SQL.
it: Impossibile vincolare int64 allo slot %1$d di istruzione con SQL '%2$@'.
ja: SQL '%2$@' を使ってステートメントのスロット %1$d に int64 をバインドできません。
nl: Kan int64 niet binden aan slot %1$d van instructie met SQL ‘%2$@’.
pt_br: Não foi possível vincular int64 ao slot %1$d da declaração com SQL '%2$@'.
ru: Не удается привязать int64 к слоту %1$d выражения с SQL «%2$@».

source: Unable bind null to slot %d of statement with SQL '%@'.
de: Null konnte nicht mit Slot %1$d des SQL-Befehls „%2$@“ verbunden werden.
fr: Impossible de lier la valeur nulle à l’espace %1$d de la déclaration avec « %2$@ » SQL.
it: Impossibile vincolare NULL allo slot %1$d di istruzione con SQL '%2$@'.
ja: SQL '%2$@' を使ってステートメントのスロット %1$d に null をバインドできません。
nl: Kan null niet binden aan slot %1$d van instructie met SQL '%2$@'.
pt_br: Não foi possível vincular nulo ao slot %1$d da declaração com SQL '%2$@'.
ru: Не удается привязать значение null к слоту %1$d выражения с SQL «%2$@».

source: Unable bind number '%@' of type %ld to slot %d of statement with SQL '%@'.
de: Die Zahl „%1$@“ des Typs %2$ld kann nicht mit Slot %3$d der Anweisung mit SQL „%4$@“ verbunden werden.
fr: Impossible de lier le numéro « %1$@ » de type %2$ld à l’espace %3$d de la déclaration avec « %4$@ » SQL.
it: Impossibile vincolare il numero “%1$@” di tipo %2$ld allo slot %3$d di istruzione con SQL “%4$@”.
ja: SQL '%4$@' を使ってステートメントのスロット %3$d にタイプ %2$ld の数字 '%1$@' をバインドできません。
nl: Kan nummer '%1$@' van type %2$ld niet binden aan slot '%3$d' van instructie met SQL '%4$@'.
pt_br: Não foi possível vincular o número '%1$@' do tipo %2$ld ao slot %3$d da declaração com SQL '%4$@'.
ru: Не удается привязать число «%1$@» типа %2$ld к слоту %3$d выражения с SQL «%4$@».

source: Unable bind string to slot %d of statement with SQL '%@'.
de: String konnte nicht mit Slot %1$d des SQL-Befehls „%2$@“ verbunden werden.
fr: Impossible de lier la chaîne à l’espace %1$d de la déclaration avec « %2$@ » SQL.
it: Impossibile vincolare la stringa allo slot %1$d di istruzione con SQL '%2$@'.
ja: SQL '%2$@' を使ってステートメントのスロット %1$d に文字列をバインドできません。
nl: Kan tekenreeks niet binden aan slot %1$d van instructie met SQL '%2$@'.
pt_br: Não foi possível vincular a string ao slot %1$d da declaração com SQL '%2$@'.
ru: Не удается привязать строку к слоту %1$d выражения с SQL «%2$@».

source: Unable convert expression of type %lu (%@).
de: Ausdruckstyp %1$lu (%2$@) kann nicht konvertiert werden.
fr: Impossible de convertir l’expression de type %1$lu (%2$@).
it: Impossibile convertire l’espressione del tipo %1$lu (%2$@).
ja: タイプ %1$lu（%2$@）の式を変換できません。
nl: Kan uitdrukking van type %1$lu (%2$@) niet omzetten.
pt_br: Não foi possível converter a expressão do tipo %1$lu (%2$@).
ru: Не удается преобразовать выражение типа %1$lu (%2$@).

source: Unable convert IN expression with non-constant value; %@.
de: IN-Ausdruck mit nicht konstantem Wert konnte nicht umgewandelt werden: %@
fr: Impossible de convertir l’expression IN avec la valeur non constante ; %@.
it: Impossibile convertire l’espressione IN con valore non costante; %@.
ja: 非定数値 %@ のある IN 式を変換できません。
nl: Kan IN-uitdrukking met niet-constante waarde niet omzetten; %@.
pt_br: Não foi possível converter a expressão IN com valor não constante; %@.
ru: Не удается преобразовать выражение IN с непостоянным значением; %@.

source: Unable convert predicate of type %lu (%@).
de: Prädikatstyp %1$lu (%2$@) kann nicht konvertiert werden.
fr: Impossible de convertir le prédicat de type %1$lu (%2$@).
it: Impossibile convertire il predicato del tipo %1$lu (%2$@).
ja: タイプ %1$lu（%2$@）の述語を変換できません。
nl: Kan predicaat van type %1$lu (%2$@) niet omzetten.
pt_br: Não foi possível converter o predicado do tipo %1$lu (%2$@).
ru: Не удается преобразовать предикат типа %1$lu (%2$@).

source: Unable get value of type %d for result column %d of '%@'.
de: Wert von Typ %1$d konnte nicht für Ergebnisspalte %2$d von „%3$@“ abgefragt werden.
fr: Impossible d’obtenir la valeur de type %1$d pour la colonne de résultats %2$d de « %3$@ ».
it: Impossibile ottenere il valore del tipo %1$d per la colonna risultato %2$d di '%3$@'.
ja: '%3$@' の結果列 %2$d に対するタイプ %1$d の値を取得できません。
nl: Kan waarde van type %1$d niet opvragen voor resultaatkolom %2$d van '%3$@'.
pt_br: Não foi possível obter o valor do tipo %1$d para a coluna de resultado %2$d de '%3$@'.
ru: Не удается получить значение типа %1$d для столбца результатов %2$d «%3$@».

source: Unable prepare statement for SQL '%@'.
de: Befehl für SQL „%@“ konnte nicht vorbereitet werden.
fr: Impossible de préparer la déclaration pour « %@ » SQL.
it: Impossibile preparare l'istruzione per SQL '%@'.
ja: SQL '%@' のステートメントを準備できません。
nl: Kan instructie niet voorbereiden voor SQL '%@'.
pt_br: Não foi possível preparar a declaração para SQL '%@'.
ru: Не удается подготовить выражение для SQL «%@».

source: Unable to bind attribute value to SQL.
de: Eigenschaftswert konnte nicht mit SQL verbunden werden.
fr: Impossible de lier la valeur d’attribut à SQL.
it: Impossibile vincolare il valore attributo a SQL.
ja: SQL に属性値をバインドできません。
nl: Kan kenmerkwaarde niet binden aan SQL.
pt_br: Não foi possível vincular o valor de atributo à SQL.
ru: Не удается привязать значение атрибута к SQL.

source: Unable to bind constant to SQL statement.
de: Konstante konnte nicht mit SQL-Befehl verbunden werden.
fr: Impossible de lier la constante à la déclaration SQL.
it: Impossibile vincolare la costante all'istruzione SQL.
ja: SQL ステートメントに定数をバインドできません。
nl: Kan constante niet binden aan SQL -instructie.
pt_br: Não foi possível vincular a constante à declaração SQL.
ru: Не удается привязать константу к выражению SQL.

source: Unable to bind null to SQL statement.
de: Null konnte nicht mit SQL-Befehl verbunden werden.
fr: Impossible de lier la valeur nulle à la déclaration SQL.
it: Impossibile vincolare NULL all'istruzione SQL.
ja: SQL ステートメントに null をバインドできません。
nl: Kan null niet binden aan SQL -instructie.
pt_br: Não foi possível vincular nulo à declaração SQL.
ru: Не удается привязать пустое значение к выражению SQL.

source: Unable to bind value to SQL statement.
de: Wert konnte nicht mit SQL-Befehl verbunden werden.
fr: Impossible de lier la valeur à la déclaration SQL.
it: Impossibile vincolare il valore all'istruzione SQL.
ja: SQL ステートメントに値をバインドできません。
nl: Kan waarde niet binden aan SQL-instructie.
pt_br: Não foi possível vincular o valor à declaração SQL.
ru: Не удается привязать значение к выражению SQL.

source: Unable to connect to database.
de: Verbinden mit Datenbank nicht möglich.
fr: Impossible de se connecter à la base de données.
it: Impossibile connettere al database.
ja: データベースに接続できません。
nl: Kan geen verbinding maken met database.
pt_br: Não foi possível conectar ao banco de dados.
ru: Не удается подключиться к базе данных.

source: Unable to create schema.
de: Schema konnte nicht erstellt werden.
fr: Impossible de créer un schéma.
it: Impossibile creare schema.
ja: スキーマを作成できません。
nl: Schema kan niet worden aangemaakt.
pt_br: Não foi possível criar o esquema.
ru: Не удается создать схему.

source: Unable to create SQL query.
de: SQL-Anfrage konnte nicht gestellt werden.
fr: Impossible de créer une requête SQL.
it: Impossibile creare query SQL.
ja: SQL クエリを作成できません。
nl: SQL-query kan niet worden aangemaakt.
pt_br: Não foi possível criar a consulta SQL.
ru: Не удается создать SQL-запрос.

source: Unable to create SQL statement.
de: SQL-Befehl konnte nicht erstellt werden.
fr: Impossible de créer une déclaration SQL.
it: Impossibile creare istruzione SQL.
ja: SQL ステートメントを作成できません。
nl: SQL-instructie kan niet worden aangemaakt.
pt_br: Não foi possível criar a declaração SQL.
ru: Не удается создать SQL-выражение.

source: Unable to disconnect from database.
de: Verbindung zur Datenbank konnte nicht getrennt werden.
fr: Impossible de se déconnecter de la base de données.
it: Impossibile disconnettere dal database.
ja: データベースとの接続を解除できません。
nl: Kan verbinding met database niet verbreken.
pt_br: Não foi possível desconectar do banco de dados.
ru: Не удается отключить от базы данных.

source: Unable to execute SQL.
de: SQL kann nicht ausgeführt werden.
fr: Impossible d’exécuter SQL.
it: Impossibile eseguire SQL.
ja: SQL を実行できません。
nl: SQL kan niet worden uitgevoerd.
pt_br: Não foi possível executar a SQL.
ru: Не удается выполнить SQL.

source: Unable to fulfill fault: %@
de: Fehler kann nicht ausgeführt werden: %@
fr: Impossible de traiter l’erreur : %@
it: Impossibile eseguire l'errore: %@
ja: フォルト処理を実行できません： %@
nl: Fout kan niet worden opgelost: %@
pt_br: Não foi possível solucionar a falha: %@
ru: Не удается обработать сбой: %@

source: Unable to fulfill fault.
de: Fehler kann nicht ausgeführt werden.
fr: Impossible de traiter l’erreur.
it: Impossibile eseguire l'errore.
ja: フォルト処理を実行できません。
nl: Fout kan niet worden opgelost.
pt_br: Não foi possível solucionar a falha.
ru: Не удается обработать сбой.

source: Unable to load model.
de: Modell kann nicht geladen werden.
fr: Impossible de charger le modèle.
it: Impossibile caricare modello.
ja: モデルを読み込めません。
nl: Model kan niet worden geladen.
pt_br: Não foi possível carregar o modelo.
ru: Не удается загрузить модель.

source: Unable to open database.
de: Datenbank kann nicht geöffnet werden.
fr: Impossible d’ouvrir la base de données.
it: Impossibile aprire il database.
ja: データベースを開けません。
nl: Database kan niet worden geopend.
pt_br: Não foi possível abrir o banco de dados.
ru: Не удается открыть базу данных.

source: Unable to run SQL for statement '%@'.
de: SQL für Anweisung „%@“ kann nicht ausgeführt werden.
fr: Impossible d’exécuter SQL pour la déclaration « %@ ».
it: Impossibile eseguire SQL per l’istruzione “%@”.
ja: SQL ステートメント '%@' を実行できません。
nl: Kan SQL niet uitvoeren voor instructie '%@'.
pt_br: Não foi possível executar a SQL para a declaração '%@'.
ru: Не удается выполнить SQL-запрос для выражения «%@».

source: Unable to save changes to database
de: Die Änderungen können nicht in der Datenbank gesichert werden.
fr: Impossible d’enregistrer les modifications dans la base de données
it: Impossibile registrare le modifiche nel database.
ja: 変更をデータベースに保存できません
nl: Wijzigingen kunnen niet worden bewaard in de database
pt_br: Não foi possível salvar alterações no banco de dados
ru: Не удается сохранить изменения в базу данных.

source: Unable to save metadata to database.
de: Metadaten können nicht in Datenbank gesichert werden.
fr: Impossible d’enregistrer les métadonnées dans la base de données.
it: Impossibile registrare metadati sul database.
ja: メタデータをデータベースに保存できません。
nl: Metagegevens kunnen niet worden bewaard in de database.
pt_br: Não foi possível salvar metadados no banco de dados.
ru: Не удается сохранить метаданные в базу данных.

source: Unable to save.
de: Sichern nicht möglich.
fr: Enregistrement impossible.
it: Impossibile registrare.
ja: 保存できません。
nl: Bewaren is niet mogelijk.
pt_br: Não foi possível salvar.
ru: Не удается выполнить сохранение.

source: Wrong root element name. Was expecting '%@' but found '%@'.
de: Falscher Root-Elementname. „%1$@“ wurde erwartet, aber „%2$@“ wurde gefunden.
fr: Nom d’élément root incorrect. « %2$@ » a été trouvé alors que « %1$@ » était attendu.
it: Il nome dell'elemento root è sbagliato. Era atteso '%1$@', ma è stato rilevato '%2$@'.
ja: ルート要素名が正しくありません。'%1$@' が期待されていましたが、見つかったのは '%2$@' です。
nl: Onjuiste naam rootelement. '%1$@' verwacht, maar '%2$@' gevonden.
pt_br: Nome do elemento raiz incorreto. Estava esperando '%1$@', mas encontrou '%2$@'.
ru: Неверное имя корневого элемента. Ожидалось «%1$@», получено «%2$@».

source: Wrong root element namespace. Was expecting '%@' but found '%@'.
de: Falscher Root-Element-Namespace. „%1$@“ wurde erwartet, aber wurde „%2$@“ gefunden.
fr: Espace de nom d’élément root incorrect. « %2$@ » a été trouvé alors que « %1$@ » était attendu.
it: Namespace dell'elemento root sbagliato. Era atteso '%1$@', ma è stato rilevato '%2$@'.
ja: ルート要素の名前空間が正しくありません。'%1$@' が期待されていましたが、見つかったのは '%2$@' です。
nl: Onjuiste naamruimte rootelement. '%1$@' verwacht, maar '%2$@' gevonden.
pt_br: Nome de espaço do elemento raiz incorreto. Estava esperando '%1$@', mas encontrou '%2$@'.
ru: Неверное пространство имен корневого элемента. Ожидалось «%1$@», получено «%2$@».
