Repository: sbwilson/OmniGroup
Catalog: Frameworks/OmniSoftwareUpdate/OmniSystemInfo/*.lproj/OmniSoftwareUpdate.strings
Languages: de, es, fr, it, ja, nl, pt_br, ru

source: Unable to fetch software update information.
de: Die Aktualisierungsinformationen zur Software konnten nicht abgerufen werden.
es: No se ha podido recoger información sobre la actualización de software.
fr: Impossible de récupérer les informations de mise à jour de logiciels.
it: Impossibile ricevere le informazioni di aggiornamento software.
ja: ソフトウェアアップデート情報を取得できません。
nl: Informatie over nieuwe softwareversie kan niet worden opgehaald.
pt_br: Não foi possível obter informações de atualização do software.
ru: Не удается собрать данные об обновлении ПО.

source: Unable to parse response from the software update server.
de: Die Analyse der Antwort vom Softwareupdateserver ist nicht möglich.
es: No se ha podido analizar la respuesta del servidor de actualizaciones de software.
fr: Impossible d’analyser la réponse du serveur de mise à jour.
it: Impossibile analizzare la risposta dal server di aggiornamento software.
ja: ソフトウェアアップデートサーバからの応答を解析できません。
nl: Reactie van de software-updateserver kan niet worden ontleed.
pt_br: Não foi possível analisar a resposta do servidor de atualizações de software.
ru: Не удается проанализировать ответ от сервера обновления ПО.

source: Units
de: Einheiten
es: Unidades
fr: Unités
it: Unità
ja: 単位
nl: Eenheden
pt_br: Unidades
ru: Единицы

source: Update Track
de: Updatepfad
es: Pista de actualización
fr: Piste de mise à jour
it: Traccia aggiornamento
ja: アップデート追跡
nl: Overzicht nieuwe versies
pt_br: Faixa de Atualização
ru: История обновлений

source: Video Cards
de: Videokarten
es: Tarjetas de vídeo
fr: Cartes vidéo
it: Schede video
ja: ビデオカード
nl: Videokaarten
pt_br: Placas de Vídeo
ru: Данные о видеокартах

source: Visible Update Tracks
de: Sichtbare Updatepfade
es: Pistas de actualización visibles
fr: Pistes de mise à jour visibles
it: Tracce aggiornamento visibili
ja: 可視状態のアップデート追跡
nl: Zichtbare overzichten nieuwe versies
pt_br: Faixas de Atualização Visíveis
ru: Видимая история обновлений

source: We do make the statistics we gather public so that other developers can also benefit from this knowledge. You can see the information we release at the LINK_PLACEHOLDER page.
de: Wir veröffentlichen unsere Statistiken, sodass andere Entwickler ebenfalls von diesen Informationen profitieren können. Sie können die von uns veröffentlichten Informationen auf der Seite LINK_PLACEHOLDER sehen.
es: Las estadísticas que realizamos se hacen públicas para que también otros desarrolladores puedan beneficiarse de esta información. Puede ver la información que publicamos en la página LINK_PLACEHOLDER.
fr: Nous publions les statistiques pour permettre à d’autres développeurs de bénéficier également de ces connaissances. Vous pouvez consulter les informations que nous publions sur la page LINK_PLACEHOLDER.
it: Rendiamo pubbliche le statistiche che raccogliamo in modo che anche altri sviluppatori possano utilizzare queste informazioni. Puoi visualizzare le informazioni che pubblichiamo alla pagina LINK_PLACEHOLDER.
ja: 弊社では、他の開発者の役に立つように、弊社で収集した情報を公開しています。これらの情報については LINK_PLACEHOLDER ページをご覧ください。
nl: De statistische gegevens die we verzamelen maken we wel bekend, zodat andere ontwikkelaars hier ook van kunnen profiteren. U kunt de informatie die we vrijgeven, zien op de pagina LINK_PLACEHOLDER.
pt_br: Tornamos públicas as estatísticas que obtemos para que outros desenvolvedores também possam se beneficiar destas informações. Você pode ver as informações que divulgamos na página LINK_PLACEHOLDER.
ru: Собранные нами статистические данные общедоступны, чтобы их могли использовать другие разработчики. Раскрываемые нами данные см. на странице LINK_PLACEHOLDER.

source: When you check for updates, the following information about your copy of %@ is always sent.
de: Bei der Suche nach Updates werden die folgenden Informationen Ihrer %@-Version immer gesendet.
es: Al buscar nuevas actualizaciones, siempre se envía la siguiente información acerca de su copia de %@.
fr: Lorsque vous recherchez des mises à jour, les informations suivantes concernant votre copie de %@ sont toujours envoyées.
it: Quando verifichi la disponibilità di aggiornamenti, vengono sempre inviate le informazioni seguenti sulla tua copia di %@.
ja: アップデートの有無を確認する際には、お使いの %@ に関する次の情報が常に送信されます。
nl: Wanneer u controleert op updates, wordt de volgende informatie over uw kopie van %@ altijd verzonden.
pt_br: Ao buscar atualizações, sempre são enviadas as seguintes informações sobre sua cópia do %@.
ru: При проверке наличия обновлений всегда передаются следующие данные о вашей копии %@.

source: When you check for updates, the following information about your copy of %@ is sent.
de: Bei der Suche nach Updates werden die folgenden Informationen Ihrer %@-Version gesendet.
es: Al buscar nuevas actualizaciones, se envía la siguiente información acerca de su copia de %@.
fr: Lorsque vous recherchez des mises à jour, les informations suivantes concernant votre copie de %@ sont envoyées.
it: Quando verifichi la disponibilità di aggiornamenti, vengono inviate le informazioni seguenti sulla tua copia di %@.
ja: アップデートの有無を確認する際には、お使いの %@ に関する次の情報が送信されます。
nl: Wanneer u controleert op updates, wordt de volgende informatie over uw kopie van %@ verzonden.
pt_br: Ao buscar atualizações, são enviadas as seguintes informações sobre sua cópia do %@.
ru: При проверке наличия обновлений передаются следующие данные о вашей копии %@.

source: Your license key itself will never be sent.
de: Ihre Lizenznummer wird niemals gesendet.
es: La clave de su licencia no se enviará nunca.
fr: Votre clé de licence elle-même ne sera jamais envoyée.
it: La tua chiave di licenza non viene mai inviata.
ja: お持ちのライセンスキーが送信されることはありません。
nl: Uw licentiecode wordt nooit verzonden.
pt_br: A chave de sua licença nunca será enviada.
ru: Сам ключ лицензии никогда не отправляется.
