Repository: sbwilson/OmniGroup
Catalog: Frameworks/OmniSoftwareUpdate/OmniSystemInfo/*.lproj/OmniSoftwareUpdate.strings
Languages: de, es, fr, it, ja, nl, pt_br, ru

source: # of Crashes
de: Anzahl von Abstürzen
es: Nº de bloqueos
fr: Nombre de blocages
it: N. di blocchi di sistema
ja: クラッシュ回数
nl: Aantal crashes
pt_br: Nº de Bloqueios
ru: Число сбоев:

source: # of Launches
de: Anzahl von Starts
es: Nº de ejecuciones
fr: Nombre de lancements
it: N. di avvii
ja: 起動回数
nl: Aantal keer gestart
pt_br: Nº de Inicializações
ru: Число запусков:

source: %@ can optionally send us some basic information about your system configuration. We use this data to determine what systems our customers are using and therefore what systems are most important to support.
de: %@ kann optional allgemeine Informationen über Ihre Systemkonfiguration an uns senden. Mit diesen Informationen ermitteln wir, welche Systeme unsere Kunden einsetzen, um diese effizient unterstützen zu können.
es: %@ puede enviarnos opcionalmente información básica sobre la configuración de su sistema. Gracias a esta información, podemos saber qué sistemas utilizan nuestros usuarios y determinar cuáles de ellos necesitan un mayor soporte.
fr: %@ peut, si vous le souhaitez, nous envoyer des informations de base concernant la configuration de votre système. Nous utilisons ces données pour déterminer quels sont les systèmes utilisés par nos clients et connaître ainsi les systèmes pour lesquels il est le plus important de fournir une assistance.
it: %@ può inviarci facoltativamente informazioni di base sulla configurazione del sistema. Queste informazioni vengono utilizzate per comprendere quali sistemi sono utilizzati dai nostri clienti e quindi quali è più importante supportare.
ja: オプションとして、%@ はご使用のシステム構成に関するいくつかの基本情報を弊社に送信することができます。弊社ではこのデータを使用して、皆様がどのようなシステムを使用しているか、また、サポートの対象としてどのようなシステムが最も重要であるかを判断いたします。
nl: %@ kan ons optioneel wat basisinformatie over uw systeemconfiguratie sturen. We gebruiken deze informatie om te bepalen welke systemen onze klanten gebruiken, zodat we weten welke systemen het belangrijkst zijn om te ondersteunen.
pt_br: %@ pode enviar opcionalmente para nós algumas informações básicas sobre a configuração de seu sistema. Usamos estes dados para saber quais os sistemas usados por nossos clientes e, portanto, quais sistemas precisam de maior suporte.
ru: %@ может при необходимости отправлять нам базовые сведения о конфигурации системы. Мы используем эти данные для сбора статистики о том, какие системы используются нашими покупателями и, следовательно, являются приоритетными для поддержки.

source: A random string that anonymously identifies your computer. This allows us to keep our database up to date when your system configuration changes. This is not associated with your name or any other personal information.
de: Eine per Zufallsgenerator erzeugte Zeichenkette, die Ihren Computer anonym kennzeichnet. Hiermit können wir unsere Datenbank aktuell halten, falls sich Ihre Systemkonfiguration ändern sollte. Diese Zeichenkette ist weder Ihrem Namen noch anderen persönlichen Informationen zugeordnet.
es: Una secuencia de caracteres aleatoria que identifica de forma anónima su ordenador. Este identificador nos permite mantener actualizadas nuestras bases de datos cuando cambie la configuración de su ordenador. Este dato no está relacionado con su nombre ni con ninguna otra información personal.
fr: Chaîne aléatoire qui identifie de manière anonyme votre ordinateur. Cela nous permet de maintenir à jour notre base de données lorsque votre configuration système change. Cette chaîne n’est pas associée à votre nom ni à d’autres informations personnelles.
it: Una stringa casuale che identifica in modo anonimo il tuo computer. Questo ci permette di mantenere aggiornato il nostro database quando la configurazione del tuo sistema viene modificata. La stringa non viene associata al tuo nome o ad altre informazioni personali.
ja: お使いのコンピュータを匿名で識別するランダム文字列。これにより、お客様のシステム構成が変わったときでも、弊社のデータベースを最新の状態に保つことができます。これは、お客様のお名前や他のどのような個人情報にも関連付けられていません。
nl: Een willekeurige tekenreeks waarmee uw computer anoniem wordt aangeduid. Hiermee kunnen we onze database up-to-date houden als uw systeemconfiguratie verandert. Deze aanduiding is op geen enkele manier gekoppeld aan uw naam of andere persoonlijke gegevens.
pt_br: Uma string aleatória que identifica seu computador de modo anônimo. Esta nos permite manter nosso banco de dados atualizado quando a configuração de seu sistema for alterada. Não está associada ao seu nome nem a nenhuma outra informação pessoal.
ru: Сгенерированная случайным образом строка, позволяющая анонимно идентифицировать компьютер. Это значение также используется для обновления нашей базы данных при изменении конфигурации вашего компьютера. Это значение никак не связано с вашим именем или другими персональными данными.

source: All Versions
de: Alle Versionen
es: Todas las versiones
fr: Toutes les versions
it: Tutte le versioni
ja: すべてのバージョン
nl: Alle versies
pt_br: Todas as Versões
ru: Все версии

source: Application ID
de: Programm-ID
es: ID de la aplicación
fr: Identifiant de l’application
it: ID applicazione
ja: アプリケーション ID
nl: Programma-ID
pt_br: ID do Aplicativo
ru: Идентификатор программы

source: Application Usage
de: Programmverwendung
es: Uso de la aplicación
fr: Utilisation de l’application
it: Utilizzo applicazione
ja: アプリケーションの使用
nl: Programmagebruik
pt_br: Uso do Aplicativo
ru: Использование программы

source: Application Version
de: Programmversion
es: Versión de la aplicación
fr: Version de l’application
it: Versione applicazione
ja: アプリケーションのバージョン
nl: Programmaversie
pt_br: Versão do Aplicativo
ru: Версия программы

source: Bus Speed
de: Busgeschwindigkeit
es: Velocidad de bus
fr: Vitesse de bus
it: Velocità del bus
ja: バス速度
nl: Bussnelheid
pt_br: Velocidade do Bus
ru: Частота шины

source: Cannot connect to News
de: Keine Verbindung zu den Neuigkeiten möglich
es: No se puede conectar a las Noticias
fr: Impossible de se connecter aux actualités
it: Impossibile connettersi a Notizie
ja: ニュースに接続できません
nl: Kan geen verbinding maken met Nieuws
pt_br: Não é possível conectar às Notícias
ru: Не удается подключиться к новостям

source: Check operation failed.
de: Prüfvorgang fehlgeschlagen.
es: Error en la operación de comprobación.
fr: L’opération de recherche a échoué.
it: Controllo operazione non riuscito.
ja: 確認操作に失敗しました。
nl: Controle bewerking mislukt.
pt_br: Falha da operação de verificação.
ru: Сбой операции проверки.

source: Computer Model
de: Computermodell
es: Modelo de ordenador
fr: Modèle d’ordinateur
it: Modello computer
ja: コンピュータの機種
pt_br: Modelo de Computador
ru: Модель компьютера

source: CPU Count
de: CPU-Anzahl
es: Unidades de CPU
fr: Nombre de processeurs
it: Conteggio CPU
ja: CPU 数
nl: Aantal processors
pt_br: Contagem de CPUs
ru: Число процессоров

source: CPU Speed
de: CPU-Geschwindigkeit
es: Velocidad de la CPU
fr: Vitesse de processeur
it: Velocità CPU
ja: CPU 速度
nl: Processorsnelheid
pt_br: Velocidade da CPU
ru: Частота процессора

source: CPU Type
de: CPU-Typ
es: Tipo de CPU
fr: Type de processeur
it: Tipo di CPU
ja: CPU タイプ
nl: Processortype
pt_br: Tipo de CPU
ru: Тип процессора

source: Current Version
de: Aktuelle Version
es: Versión actual
fr: Version actuelle
it: Versione corrente
ja: 現在のバージョン
nl: Huidige versie
pt_br: Versão Atual
ru: Текущая версия

source: Display Settings
de: Anzeigeeinstellungen
es: Configuración de pantalla
fr: Réglages d’affichage
it: Impostazioni monitor
ja: ディスプレイ設定
nl: Beeldscherminstellingen
pt_br: Ajustes do Monitor
ru: Параметры монитора

source: Driver Version
de: Treiberversion
es: Versión del driver
fr: Version du gestionnaire
it: Versione driver
ja: ドライバのバージョン
nl: Versie besturingsbestand
pt_br: Versão do Driver
ru: Версия драйвера

source: Error fetching software update information.
de: Fehler beim Abfragen der Softwareaktualisierungsinformationen.
es: Error al recoger información sobre la actualización de software.
fr: Erreur lors de l’extraction des informations de mise à jour du logiciel.
it: Errore durante il recupero delle informazioni di aggiornamento software.
ja: ソフトウェアアップデート情報を取得するときにエラー発生。
nl: Fout bij het ophalen van informatie over de softwareupdate.
pt_br: Erro ao obter informações de atualização do software.
ru: Ошибка получения данных об обновлении ПО.

source: Error while checking for updated version.
de: Fehler bei der Suche nach aktualisierten Versionen.
es: Error al buscar una versión actualizada.
fr: Erreur lors de la recherche d’une version mise à jour.
it: Errore durante la ricerca di una versione aggiornata.
ja: 新しいバージョンを確認中にエラーが発生しました。
nl: Fout bij het controleren op bijgewerkte versie.
pt_br: Erro ao buscar a versão atualizada.
ru: Ошибка при проверке наличия обновленной версии.

source: Exception raised: %@
de: Ausnahme aufgetreten: %@
es: Excepción: %@
fr: Exception : %@
it: Eccezione generata: %@
ja: 例外処理：%@
nl: Uitzondering opgetreden: %@
pt_br: Exceção identificada: %@
ru: Произошло исключение: %@

source: Extensions
de: Erweiterungen
es: Extensiones
it: Estensioni
ja: 拡張子
nl: Extensies
pt_br: Extensões
ru: Расширения

source: Exts
de: Erw.
es: Ext.
fr: Ext.
it: Est.
ja: Ext
pt_br: Ext.
ru: Расширения

source: Freq.
es: Frec.
fr: Fréq.
ja: 周波数
ru: Частота

source: Hardware Description
de: Hardwarebeschreibung
es: Descripción del hardware
fr: Description de matériel
it: Descrizione hardware
ja: ハードウェアの説明
nl: Hardwarebeschrijving
pt_br: Descrição do Hardware
ru: Описание оборудования

source: Hardware Driver
de: Hardwaretreiber
es: Driver de hardware
fr: Gestionnaire du matériel
it: Driver hardware
ja: ハードウェアドライバ
nl: Hardwarebesturingsbestand
pt_br: Driver de Hardware
ru: Драйвер оборудования

source: Hours Run
de: Ausgeführte Stunden
es: Horas de ejecución
fr: Heures exécution
it: Ore di esecuzione
ja: 累計起動時間
nl: Uren gedraaid
pt_br: Horas de Execução
ru: Часы работы

source: If you choose in %@ preferences to provide it, the following information is also sent.
de: Wenn Sie in den %@-Einstellungen auswählen, sie bereitzustellen, werden die folgenden Informationen auch gesendet.
es: También se enviará la siguiente información, si así lo indica en las preferencias de %@.
fr: Si vous choisissez de fournir ces données dans les préférences %@, les informations suivantes sont également envoyées.
it: Se scegli %@ nelle preferenze, vengono inviate anche le informazioni seguenti.
ja: %@の環境設定でこれを提供するように指定した場合は、次の情報も送信されます。
nl: Als u in de voorkeuren van %@ kiest om dit op te geven, wordt ook de volgende informatie verzonden.
pt_br: As seguintes informações também serão enviadas se você decidir fornecê-las nas preferências de %@.
ru: Если в настройках %@ выбран вариант отправки данных, также отправляется следующая информация.

source: If you prefer not to submit your system info, no problem — simply disable this option in the preference pane.
de: Wenn Sie Ihre Systeminformationen nicht senden möchten, deaktivieren Sie diese Option einfach in den Einstellungen.
es: Si prefiere no enviar la información de su sistema, no hay inconveniente. Simplemente desactive esta opción en el panel de preferencias.
fr: Si vous préférez ne pas envoyer vos informations systèmes, pas de problème. Il suffit de désactiver cette option dans les préférences.
it: Se preferisci non condividere queste informazioni, è sufficiente deselezionare la casella nel pannello delle preferenze.
ja: システム情報を送信したくない場合は、環境設定パネルでこのオプションを無効にしてください。
nl: Geen probleem als u uw systeeminfo liever niet doorgeeft. Schakel deze optie gewoon uit in het voorkeurenpaneel.
pt_br: Caso prefira não enviar as informações de seu sistema, não há problema — basta desativar esta opção no painel de preferências.
ru: Если вы не хотите отправлять данные о системе, просто снимите этот флажок на панели настроек.

source: License Type
de: Lizenztyp
es: Tipo de licencia
fr: Type de licence
it: Tipo di licenza
ja: ライセンスタイプ
nl: Licentietype
pt_br: Tipo de Licença
ru: Тип лицензии

source: Memory
de: Speicher
es: Memoria
fr: Mémoire
it: Memoria
ja: メモリ
nl: Geheugen
pt_br: Memória
ru: Объем памяти

source: News
de: Neuigkeiten
es: Noticias
fr: Actualités
it: Notizie
ja: ニュース
nl: Nieuws
pt_br: Notícias
ru: Новости

source: OK
es: Aceptar

source: Omni Software Update
es: Actualización de software de Omni
fr: Mise à jour des logiciels Omni
it: Aggiornamento Omni Software
pt_br: Atualização de Software do Omni
ru: Обновление ПО Omni

source: Omni System Info
de: Omni-Systeminformationen
es: Información del sistema Omni
fr: Infos système Omni
it: Informazioni di sistema Omni
ja: Omni システム情報
nl: Omni-systeeminfo
pt_br: Informações do Sistema Omni
ru: Данные Omni о системе

source: Omni will <b>never</b> release information about an individual’s computer configuration — only statistical information about all collected configurations. We honestly respect your privacy.
de: Omni wird <b>niemals</b> Informationen über die Computerkonfiguration einer einzelnen Person veröffentlichen – ausschließlich statistische Informationen über alle gesammelten Konfigurationen. Wir respektieren Ihre Privatsphäre aufrichtig.
es: Omni no revelará <b>nunca</b> información sobre la configuración individual de cada equipo, sino sólo datos estadísticos sobre todas las configuraciones estudiadas. Le garantizamos el máximo respeto hacia su privacidad.
fr: Omni ne publiera <b>jamais</b> d’informations sur la configuration informatique d’un individu. Il ne fournira que des données statistiques sur l’ensemble des configurations recueillies. Nous respectons totalement votre vie privée.
it: Omni non cederà <b>mai</b> le informazioni che riguardano la configurazione di un singolo cliente - solo i dati statistici sulle informazioni complessivamente raccolte. Rispettiamo con onestà la tua privacy.
ja: Omni が公開するのは収集した設定情報全体に関する統計情報のみであり、個人のコンピュータ設定に関する情報を公開することは<b>絶対にありません</b>。弊社はお客様のプライバシーを重視しております。
nl: Omni maakt informatie over computerconfiguraties van afzonderlijke gebruikers <b>nooit</b> openbaar, maar publiceert alleen statistische informatie op basis van alle verzamelde configuraties. Wij respecteren uw privacy.
pt_br: A Omni <b>nunca</b> divulgará informações sobre a configuração do computador de um usuário — somente informações estatísticas sobre todas as configurações coletadas. Respeitamos sinceramente a sua privacidade.
ru: Компания Omni <b>никогда</b> не использует данные о конфигурации отдельных компьютеров. Мы используем только обобщенные статистические данные о всех конфигурациях. Мы с уважением относимся к вашим личным данным.

source: OmniSoftwareUpdate version
es: Versión de OmniSoftwareUpdate
fr: Version de la mise à jour des logiciels Omni
it: Versione di OmniSoftwareUpdate
ja: OmniSoftwareUpdate バージョン
nl: OmniSoftwareUpdate-versie
pt_br: Versão do OmniSoftwareUpdate
ru: Версия компонента OmniSoftwareUpdate

source: OmniSystemInfo version
es: Versión de OmniSystemInfo
fr: Version des infos système Omni
it: Versione di OmniSystemInfo
ja: OmniSystemInfo バージョン
nl: OmniSystemInfo-versie
pt_br: Versão do OmniSystemInfo
ru: Версия OmniSystemInfo

source: OpenCL Information
de: OpenCL-Informationen
es: Información de OpenCL
fr: Informations OpenCL
it: Informazioni su OpenCL
ja: OpenCL 情報
nl: OpenCL-informatie
pt_br: Informações do OpenCL
ru: Данные OpenCL

source: OpenGL Driver
de: OpenGL-Treiber
es: Driver OpenGL
fr: Gestionnaire OpenGL
it: Driver OpenGL
ja: OpenGL ドライバ
nl: OpenGL-besturingsbestand
pt_br: Driver OpenGL
ru: Драйвер OpenGL

source: OpenGL Extensions
de: OpenGL-Erweiterungen
es: Extensiones OpenGL
fr: Extensions OpenGL
it: Estensioni OpenGL
ja: OpenGL 機能拡張
nl: OpenGL-extensies
pt_br: Extensões OpenGL
ru: Расширения OpenGL

source: OpenGL Information
de: OpenGL-Informationen
es: Información sobre OpenGL
fr: Informations OpenGL
it: Informazioni su OpenGL
ja: OpenGL 情報
nl: OpenGL-informatie
pt_br: Informações do OpenGL
ru: Данные OpenGL

source: OpenGL Renderer
es: Procesador OpenGL
fr: Moteur de rendu OpenGL
it: Renderer OpenGL
ja: OpenGL レンダラ
pt_br: Processador OpenGL
ru: Рендерер OpenGL

source: OpenGL Vendor
de: OpenGL-Anbieter
es: Proveedor OpenGL
fr: Fournisseur OpenGL
it: Fornitore OpenGL
ja: OpenGL 製造元
nl: OpenGL-leverancier
pt_br: Fornecedor OpenGL
ru: Поставщик OpenGL

source: OpenGL Version
es: Versión OpenGL
fr: Version OpenGL
it: Versione OpenGL
ja: OpenGL バージョン
nl: OpenGL-versie
pt_br: Versão do OpenGL
ru: Версия OpenGL

source: OS Version
es: Versión del SO
fr: Version OS
it: Versione SO
ja: OS バージョン
nl: OS-versie
pt_br: Versão de Sist. Operacional
ru: Версия операционной системы

source: P3 color space supported
de: P3-Farbraum wird unterstützt
es: Compatible con espacio de colores P3
fr: Espace colorimétrique P3 pris en charge
it: Spazio colore P3 supportato
ja: P3 色空間がサポートされています
nl: P3-kleurruimte ondersteund
pt_br: Espaço de cor P3 compatível
ru: Поддерживается цветовое пространство P3

source: PCI ID
es: ID PCI
fr: ID PCI
it: ID PCI
pt_br: ID do PCI

source: Please try again later or contact us to let us know this is broken.
de: Versuchen Sie es bitte später noch einmal oder teilen Sie uns mit, dass dies nicht funktioniert.
es: Inténtelo de nuevo más tarde o póngase en contacto con nosotros para informarnos del error.
fr: Réessayez ou contactez-nous pour nous signaler un dysfonctionnement.
it: Riprova più tardi o contattaci per comunicare l’errore.
ja: しばらくしてからやり直すか、またはサポートまでご連絡ください。
nl: Probeer het later opnieuw of neem contact op met ons om te laten weten dat dit beschadigd is.
pt_br: Tente novamente mais tarde ou entre em contato conosco para informar sobre o erro.
ru: Повторите попытку позже или свяжитесь с нами, чтобы сообщить о проблеме.

source: Preferred Language
de: Bevorzugte Sprache
es: Idioma preferido
fr: Langue préférée
it: Lingua preferita
ja: 優先言語
nl: Voorkeurstaal
pt_br: Idioma Preferido
ru: Выбранный язык

source: Run Count and Times
de: Anzahl und Dauer der Ausführungen
es: Recuento y tiempos de ejecución
fr: Nombre et durées d’exécutions
it: Conteggio e orari esecuzioni
ja: 実行のカウントと時間
nl: Hoe vaak en hoe lang uitgevoerd
pt_br: Contagem e Tempos de Execução
ru: Число запусков и время использования

source: sRGB color space supported
de: sRGB-Farbraum wird unterstützt
es: Compatible con espacio de colores sRGB
fr: Espace colorimétrique sRVB pris en charge
it: Spazio colore sRGB supportato
ja: sRGB 色空間がサポートされています
nl: sRGB-kleurruimte ondersteund
pt_br: Espaço de cor sRGB compatível
ru: Поддерживается цветовое пространство sRGB

source: The background software update service failed.
de: Der Softwareaktualisierungsdienst im Hintergrund ist fehlgeschlagen.
es: Error en el servicio de actualización de software en segundo plano.
fr: Le service de mise à jour de logiciels en arrière-plan a échoué.
it: Errore del servizio di aggiornamento software in background.
ja: バックグラウンドのソフトウェアアップデートサービスに失敗しました。
nl: De service voor software-updates op de achtergrond is mislukt.
pt_br: Falha no serviço de atualização de software em segundo plano.
ru: Сбой службы фонового обновления ПО.

source: The data returned from <%@> was not a valid XML document.
de: Die von <%@> zurückgegebenen Daten waren kein gültiges XML-Dokument.
es: Los datos devueltos por <%@> no eran un documento XML válido.
fr: Les données renvoyées par “%@” n’étaient pas un document XML valide.
it: I dati restituiti da <%@> non costituivano un documento XML valido.
ja: <%@> から返されたデータは有効な XML 書類ではありませんでした。
nl: De gegevens die zijn geretourneerd van “%@” zijn geen geldig XML-document.
pt_br: Os dados retornados de <%@> não eram um documento XML válido.
ru: Полученные из <%@> данные не являются допустимым документом XML.

source: The update information is not signed.
de: Die Updateinformationen sind nicht signiert.
es: La información de la actualización no está firmada.
fr: Les informations de mise à jour ne sont pas signées.
it: Le informazioni aggiornate non sono firmate.
ja: アップデート情報に署名がありません。
nl: De update-informatie is niet ondertekend.
pt_br: As informações da atualização não estão assinadas.
ru: Данные обновления не подписаны.

source: There was a problem checking the signature.
de: Beim Prüfen der Signatur ist ein Problem aufgetreten.
es: Ha habido un problema al comprobar la firma.
fr: Un problème est survenu lors de la vérification de la signature.
it: Errore durante la verifica della firma.
ja: 署名の確認中に問題がありました。
nl: Er is een probleem opgetreden bij het controleren van de handtekening.
pt_br: Houve um problema ao verificar a assinatura.
ru: Возникла проблема при проверке подписи.

source: This version of %@ sends additional information using your Internet connection (when active) to check for new and updated versions of itself.
de: Diese Version von %@ sendet zusätzliche Informationen über Ihre Internetverbindung (wenn aktiv), um nach neuen und aktualisierten Versionen von sich zu suchen.
es: Esta versión de %@ envía información adicional a través de su conexión a Internet (si está activa) para buscar versiones nuevas y actualizaciones del software.
fr: Cette version de %@ envoie des informations supplémentaires à l’aide de votre connexion Internet (lorsque celle-ci est active) pour rechercher des nouvelles versions et des mises à jour de l'application.
it: Questa versione di %@ invia informazioni aggiuntive utilizzando automaticamente la connessione a Internet in uso (quando attiva) per verificare la presenza di nuove versioni aggiornate.
ja: %@ は、インターネット接続を利用（利用可能な場合）して追加の情報を送信し、新たに更新されたバージョンがあるかどうかを確認します。
nl: Deze versie van %@ verzendt extra informatie via uw internetverbinding (indien actief) om te controleren op nieuwe en bijgewerkte versies van zichzelf.
pt_br: Esta versão do %@ envia informações adicionais por meio de sua conexão à Internet (quando ativa) para buscar versões novas e atualizadas do software.
ru: Эта версия программы %@ при наличии активного подключения к Интернету может автоматически проверять наличие новых или обновленных версий, отправляя дополнительные данные.

source: Timed out waiting for the software update service.
de: Beim Warten auf den Softwareaktualisierungsdienst ist eine Zeitüberschreitung aufgetreten.
es: Se ha agotado el tiempo de espera del servicio de actualización de software.
fr: Le délai d’attente du service de mise à jour de logiciels a expiré.
it: Tempo scaduto per l’attesa del servizio di aggiornamento software.
ja: ソフトウェアアップデートサービスの待機中にタイムアウトしました。
nl: Er is een time-out opgetreden voor de service voor software-updates.
pt_br: Esgotou-se o tempo limite de espera do serviço de atualização de software.
ru: Истекло время ожидания службы обновления ПО.

source: Tool returned no data
de: Hilfsprogramm gab keine Daten zurück
es: La herramienta no ha devuelto datos
fr: L’outil n’a renvoyé aucune donnée
it: Lo strumento non ha restituito dati
ja: ツールからデータが返されませんでした
nl: Het hulpprogramma heeft geen gegevens geretourneerd
pt_br: A ferramenta não retornou nenhum dado
ru: Средство не вернуло данные

source: Type
de: Typ
es: Tipo
it: Tipo
ja: タイプ
pt_br: Tipo
ru: Тип

source: Unable to authenticate the response from the software update server.
de: Die Identifizierung der Antwort vom Softwareupdateserver ist nicht möglich.
es: No se ha podido autenticar la respuesta del servidor de actualizaciones de software.
fr: Impossible d’authentifier la réponse du serveur de mise à jour de logiciels.
it: Impossibile autenticare la risposta dal server di aggiornamento software.
ja: ソフトウェアアップデートサーバからの応答を認証できません。
nl: Reactie van de server voor software-updates kan niet worden gecontroleerd.
pt_br: Não foi possível autenticar a resposta do servidor de atualizações de software.
ru: Не удается выполнить проверку подлинности запроса от сервера обновления ПО.
