Repository: sbwilson/OmniGroup
Catalog: Frameworks/OmniUnzip/Localization/iOS/*.lproj/OmniUnzip.strings
Languages: es, fr, ko, nl, pt_br, ru, zh_hans

source: An entry in the zip file had a name that couldn't be converted to a filesystem path.
es: Una entrada del archivo comprimido tiene un nombre que no se ha podido convertir en una ruta del sistema de archivos.
fr: Une entrée du fichier zip possède un nom qui n’a pas pu être converti en chemin d’accès de système de fichiers.
ko: zip 파일의 항목에 파일 시스템 경로로 변환할 수 없는 이름이 포함되었습니다.
nl: Een van de onderdelen in het zipbestand heeft een naam die niet naar een pad in het bestandssysteem kan worden geconverteerd.
pt_br: Uma entrada do arquivo comprimido tinha um nome que não pôde ser convertido em um caminho do sistema de arquivos.
ru: Имя элемента в файле zip нельзя преобразовать в путь файловой системы.
zh_hans: zip 文件中某个条目的名称无法转换为文件系统路径。

source: Duplicate zip member name "%@".
es: El nombre de usuario del archivo comprimido “%@” está duplicado.
fr: Nom de membre zip “%@” en double.
ko: zip 멤버 이름 "%@"을(를) 복제합니다.
nl: Naam ziponderdeel “%@” komt dubbel voor.
pt_br: O nome de usuário do arquivo comprimido "%@" está duplicado.
ru: Дублирующееся имя члена zip «%@».
zh_hans: 复制 zip 成员名称“%@”。

source: The unzip library failed to open %@.
es: La biblioteca de descompresión no ha podido abrir %@.
fr: La bibliothèque de décompression n’a pas pu ouvrir %@.
ko: unzip 라이브러리가 %@ 열기를 실패했습니다.
nl: De unzipbibliotheek kan %@ niet openen.
pt_br: A biblioteca de descompressão não pôde abrir %@.
ru: Библиотеке распаковки zip не удалось открыть %@.
zh_hans: unzip 资源库打开 %@ 失败。

source: The zip library function %s returned %d
es: La función de la biblioteca de compresión %1$s ha producido %2$d
fr: La fonction de bibliothèque de compression %1$s a renvoyé %2$d
ko: zip 라이브러리 함수 %1$s이(가) %2$d을(를) 반환했습니다.
nl: De zipbibliotheekfunctie %1$s heeft %2$d geretourneerd.
pt_br: A função %1$s da biblioteca de compressão retornou %2$d
ru: Функция библиотеки zip %1$s вернула %2$d
zh_hans: zip 资源库函数 %1$s 返回 %2$d

source: The zip library function %s returned %d when trying to read the data for entry "%@" in "%@".
es: La función de la biblioteca de compresión %1$s ha producido %2$d al intentar leer los datos de la entrada “%3$@” en “%4$@”.
fr: La fonction de bibliothèque de compression %1$s a renvoyé %2$d lors de la tentative de lecture des données de l’entrée “%3$@” dans “%4$@”.
ko: "%4$@"에서 "%3$@" 항목에 대해 데이터를 읽으려고 시도하는 중 zip 라이브러리 함수 %1$s이(가) %2$d을(를) 반환했습니다.
nl: De zipbibliotheekfunctie %1$s heeft %2$d geretourneerd bij een poging de gegevens voor onderdeel “%3$@” in “%4$@” te lezen.
pt_br: A função %1$s da biblioteca de compressão retornou %2$d ao tentar ler os dados da entrada "%3$@" em "%4$@".
ru: Функция библиотеки zip %1$s вернула %2$d при попытке чтения данных записи «%3$@» в «%4$@».
zh_hans: 尝试读取“%4$@”中条目“%3$@”的数据时，zip 资源库函数 %1$s 返回 %2$d。

source: Unable to close zip data.
es: No se han podido cerrar los datos comprimidos.
fr: Impossible de fermer les données zip.
ko: zip 데이터를 닫을 수 없습니다.
nl: Zipgegevens kunnen niet worden gesloten.
pt_br: Não foi possível fechar os dados comprimidos.
ru: Не удается закрыть данные zip.
zh_hans: 无法关闭 zip 数据。

source: Unable to close zip file.
es: No se ha podido cerrar el archivo comprimido.
fr: Impossible de fermer le fichier zip.
ko: zip 파일을 닫을 수 없습니다.
nl: Zipbestand kan niet worden gesloten.
pt_br: Não foi possível fechar o arquivo comprimido.
ru: Не удается закрыть файл zip.
zh_hans: 无法关闭 zip 文件。

source: Unable to create zip file.
es: No se ha podido crear el archivo comprimido.
fr: Impossible de créer le fichier zip.
ko: zip 파일을 생성할 수 없습니다.
nl: Zipbestand kan niet worden aangemaakt.
pt_br: Não foi possível criar o arquivo comprimido.
ru: Не удается создать файл zip.
zh_hans: 无法创建 zip 文件。

source: Unable to open zip archive.
es: No se ha podido abrir el archivo comprimido.
fr: Impossible d’ouvrir l’archive zip.
ko: zip 아카이브를 열 수 없습니다.
nl: Ziparchief kan niet worden geopend.
pt_br: Não foi possível abrir o arquivo comprimido.
ru: Не удается открыть архив zip.
zh_hans: 无法打开 zip 归档文件。

source: Unable to read zip data.
es: No se han podido leer los datos comprimidos.
fr: Impossible de lire les données zip.
ko: zip 데이터를 읽을 수 없습니다.
nl: Zipgegevens kunnen niet worden gelezen.
pt_br: Não foi possível ler os dados comprimidos.
ru: Не удается прочитать данные zip.
zh_hans: 无法读取 zip 数据。

source: Unable to read zip file.
es: No se ha podido leer el archivo comprimido.
fr: Impossible de lire le fichier zip.
ko: zip 파일을 읽을 수 없습니다.
nl: Zipbestand kan niet worden gelezen.
pt_br: Não foi possível ler o arquivo comprimido.
ru: Не удается прочитать файл zip.
zh_hans: 无法读取 zip 文件。

source: Unable to write zip file.
es: No se ha podido escribir el archivo comprimido.
fr: Impossible d’écrire le fichier zip.
ko: zip 파일을 쓸 수 없습니다.
nl: Zipbestand kan niet worden geschreven.
pt_br: Não foi possível gravar o arquivo comprimido.
ru: Не удается записать файл zip.
zh_hans: 无法写入 zip 文件。
