Repository: sbwilson/OmniGroup
Catalog: Frameworks/OmniUI/iPad-Document/Localization/iOS/*.lproj/OmniUIDocument.strings
Languages: pt_br

source: (Copy)
pt_br: (Copiar)

source: %@ cannot open this type of file.
pt_br: %@ não pode abrir este tipo de arquivo.

source: %@ items
pt_br: %@ itens

source: %d items
pt_br: %d itens

source: %ld Documents Selected
pt_br: %ld Documentos Selecionados

source: %ld Items Selected
pt_br: %ld Itens Selecionados

source: %lu %@
pt_br: %1$lu %2$@

source: 1 Document Selected
pt_br: 1 Documento Selecionado

source: 1 Item Selected
pt_br: 1 Item Selecionado

source: A document with the name "%@" already exists. Do you want to replace it? This cannot be undone.
pt_br: Já existe um documento com o nome “%@”. Deseja substituí-lo? Isto não poderá ser desfeito.

source: Account Info
pt_br: Informações da Conta

source: Account Name
pt_br: Nome da Conta

source: Actions
pt_br: Ações

source: Add an Account
pt_br: Adicionar uma Conta

source: Add OmniPresence Account
pt_br: Adicionar Conta do OmniPresence

source: Cancel
pt_br: Cancelar

source: Cannot Duplicate Item
pt_br: Não Foi Possível Duplicar Item

source: Cannot Export Item
pt_br: Não Foi Possível Exportar Itens

source: Choose a format for emailing "%@":
pt_br: Escolha um formato para enviar por e-mail “%@”:

source: Choose a Template
pt_br: Escolher um Modelo

source: Choose Account Type
pt_br: Escolher o Tipo da Conta

source: Choose Format
pt_br: Escolher Formato

source: Clear
pt_br: Limpar

source: Clear %ld Documents
pt_br: Limpar %ld Documentos

source: Clear Document
pt_br: Limpar Documento

source: Clear name field
pt_br: Limpar campo de nome

source: Clear Title
pt_br: Limpar Título

source: Close Document
pt_br: Fechar Documento

source: Cloud storage is disabled in this demo version.
pt_br: O armazenamento em nuvem está desativado nesta versão demo.

source: Connected
pt_br: Conectado

source: Connecting
pt_br: Conectando

source: Copy as Image
pt_br: Copiar como Imagem

source: Copy from WebDAV
pt_br: Copiar do WebDAV

source: Copy from…
pt_br: Copiar de…

source: CustomizedSampleDocumentName
pt_br: %@ Personalizado

source: Date
pt_br: Data

source: Delete
pt_br: Apagar

source: Delete "%@"
pt_br: Apagar “%@”

source: Delete %ld Documents
pt_br: Apagar %ld Documentos

source: Delete Account
pt_br: Apagar Conta

source: Delete Document
pt_br: Apagar Documento

source: Discard Edits
pt_br: Descartar Modificações

source: Discard unsynced edits?
pt_br: Descartar modificações não sincronizadas?

source: Document moved.
pt_br: Documento movido.

source: Document Updated
pt_br: Documento Atualizado

source: Documents <back button>
pt_br: Documentos

source: Duplicate
pt_br: Duplicar

source: Duplicate %ld Documents
pt_br: Duplicar %ld Documentos

source: Duplicate %ld Items
pt_br: Duplicar %ld Itens

source: Easily sync Omni documents between devices. Signup is free!
pt_br: Sincronize facilmente os documentos do Omni entre dispositivos. O registro é gratuito!

source: Edit Credentials
pt_br: Editar Credenciais

source: Edit name
pt_br: Editar nome

source: Edits the document's title.
pt_br: Edita o título do documento.

source: Empty Trash
pt_br: Esvaziar Lixo

source: Enter the location of your WebDAV space.
pt_br: Insira a localização de seu espaço do WebDAV.

source: Export
pt_br: Exportar

source: Export "%@" as:
pt_br: Exportar “%@” como:

source: Export "%@" to %@ as:
pt_br: Exportar “%1$@” para %2$@ como:

source: Export to WebDAV
pt_br: Exportar para WebDAV

source: Export…
pt_br: Exportar…

source: Finished
pt_br: Concluído

source: Folder
pt_br: Pasta

source: Import
pt_br: Importar

source: Is editing
pt_br: Está modificando

source: Last edit: %@
pt_br: Última modificação: %@

source: Last edit: %@ on another device
pt_br: Última modificação: %@ em outro dispositivo

source: Last edit: %@ on this device
pt_br: Última modificação: %@ neste dispositivo

source: Location
pt_br: Localização

source: Locations
pt_br: Localizações

source: Modified %@
pt_br: Modificado %@

source: Move
pt_br: Mover

source: Move %ld Items to Trash
pt_br: Mover %ld Itens para Lixeira

source: Move to Trash
pt_br: Mover para Lixeira

source: Move to...
pt_br: Mover para…

source: Move…
pt_br: Mover…

source: My Document
pt_br: Meu Documento

source: My Template
pt_br: Meu Modelo

source: New Document
pt_br: Novo Documento

source: New folder
pt_br: Nova pasta

source: Nickname
pt_br: Apelido

source: No accounts are configured for exporting.
pt_br: Nenhuma conta configurada para exportação.

source: No accounts are configured for importing.
pt_br: Nenhuma conta configurada para importação.

source: No items
pt_br: Nenhum item

source: Not downloaded
pt_br: Não foi transferido

source: Not uploaded
pt_br: Não foi enviado

source: OmniPresence allows you to use our free sync service or any compatible WebDAV server to automatically share documents between your devices, or to keep copies of your documents in the cloud in case you need to restore your device.
pt_br: O OmniPresence permite usar nosso serviço de sincronização gratuito, ou qualquer servidor WebDAV compatível, para compartilhar automaticamente documentos entre os dispositivos ou para manter cópias dos documentos na nuvem, caso você precise restaurar o dispositivo.

source: OmniPresence Configuration: %@
pt_br: Configuração do OmniPresence: %@

source: OmniPresence is disabled in this demo version.
pt_br: O OmniPresence está desativado nesta versão demo.

source: On My iPad
pt_br: No Meu iPad

source: On My iPhone
pt_br: No Meu iPhone

source: Open a document to add it to this view.
pt_br: Abra um documento para adicioná-lo a esta visualização.

source: Open External Document
pt_br: Abrir Documento Externo

source: Open this file on another device to configure OmniPresence there.
pt_br: Abra este arquivo em outro dispositivo para configurar o OmniPresence nele.

source: Open…
pt_br: Abrir…

source: Other…
pt_br: Outro...

source: ouiLanguagePicker.language
pt_br: Idioma

source: ouiTemplatePicker.customTemplatesHeader
pt_br: Personalizado

source: ouiTemplatePicker.navigationTitle
pt_br: Escolher um Modelo

source: Password
pt_br: Senha

source: Photo Library permission denied.
pt_br: Permissão de Fototeca negada.

source: Print
pt_br: Impressão

source: Purchase Now.
pt_br: Compre Agora.

source: Recent Documents
pt_br: Documentos Recentes

source: Rename
pt_br: Renomear

source: Rename Document
pt_br: Renomear Documento

source: Rename Folder
pt_br: Renomear Pasta

source: Renamed to %@.
pt_br: Renomeado(a) para %@.

source: Replace
pt_br: Substituir

source: Replace document?
pt_br: Substituir documento?

source: Report Error
pt_br: Relatar Erro

source: Restore Sample Documents
pt_br: Restaurar dos Docs. Amostra

source: Restore to...
pt_br: Restaurar para…

source: Retry Sync
pt_br: Tentar de Novo a Sincronização

source: Save
pt_br: Salvar

source: Scroll down to show sort and filter controls
pt_br: Rolar para baixo para mostrar controles de ordenação e filtro

source: Search
pt_br: Busca

source: Select
pt_br: Selecionar

source: Select a Document
pt_br: Selecionar um Documento

source: Send "%@" to app as:
pt_br: "Enviar “%@” para app como:

source: Send Settings via Email
pt_br: Enviar Ajustes por E-Mail

source: Send to App
pt_br: Enviar para um App

source: Send to Files
pt_br: Enviar para Arquivos

source: Send to Photos
pt_br: Enviar para Fotos

source: Send via Mail
pt_br: Enviar por Mail

source: Server address: %@
pt_br: Endereço do servidor: %@

source: Setting up "%@"
pt_br: Configurando “%@”

source: Sign Up For a New Account
pt_br: Abrir uma Nova Conta

source: Sort by %@
pt_br: Ordenar por %@

source: Sync Now
pt_br: Sincronizar Agora

source: Tap here to add a document without a template.
pt_br: Toque aqui para adicionar um documento sem um modelo.

source: Tap here, or on the + in the toolbar, to add a custom template.
pt_br: Toque aqui, ou em + na barra de ferramentas, para adicionar um modelo personalizado.

source: Tap here, or on the + in the toolbar, to add a document.
pt_br: Toque aqui, ou em + na barra de ferramentas, para adicionar um documento.

source: Template:
pt_br: Modelo:

source: The "%@" account has %ld edited documents which have not yet been synced up to the cloud. Do you wish to discard those edits?
pt_br: A conta “%1$@” tem %2$ld documentos modificados que ainda não foram sincronizados com a nuvem. Deseja descartar essas modificações?

source: The "%@" account has an edited document which has not yet been synced up to the cloud. Do you wish to discard those edits?
pt_br: A conta “%@” tem um documento modificado que ainda não foi sincronizado com a nuvem. Deseja descartar essas modificações?

source: The "%@" account may have edited documents which have not yet been synced up to the cloud. Do you wish to discard any local edits?
pt_br: A conta “%@” talvez tenha documentos modificados que ainda não foram sincronizados com a nuvem. Deseja descartar quaisquer modificações locais?

source: The document "%@" requires a password to open.
pt_br: O documento “%@” requer uma senha para ser aberto.

source: The operation couldn't be completed.
pt_br: A operação não pôde ser concluída.

source: This app does not have access to your Photo Library.
pt_br: Este app não tem acesso à sua Fototeca.

source: This Cloud Account no longer exists.
pt_br: Esta Conta da Nuvem não existe mais.

source: This document is not accessible. It is possible the file was deleted, renamed or moved via iTunes or an external document provider. Please try removing the file and adding it again.
pt_br: Este documento não está acessível. É possível que o arquivo tenha sido apagado, renomeado ou movido via iTunes ou provedor externo de documentos. Tente remover o arquivo e, depois, adicioná-lo novamente.

source: This item cannot be duplicated because it is not fully downloaded. Please tap the item and wait for it to download before trying again.
pt_br: Não é possível duplicar este item porque ele não foi totalmente transferido. Toque no item e aguarde a transferência dele antes de tentar novamente.

source: This item cannot be exported because it is not fully downloaded. Please tap the item and wait for it to download before trying again.
pt_br: Não é possível exportar este item porque ele não foi totalmente transferido. Toque no item e aguarde a transferência dele antes de tentar novamente.

source: Title
pt_br: Título

source: Unable to open file.
pt_br: Não foi possível abrir o arquivo.

source: Validating account...
pt_br: Validando conta…

source: When plug-ins are installed, they will appear here.
pt_br: Quando estiverem instalados, os plug-ins aparecerão aqui.
