Repository: sbwilson/OmniGroup
Catalog: Frameworks/OmniDocumentStore/Localization/iOS/*.lproj/OmniDocumentStore.strings
Languages: de, es, it, ko, nl, pt_br, ru, zh_hans

source: "%@" is already taken.
de: „%@“ ist bereits vergeben.
es: “%@” ya se utiliza.
it: “%@” è già in uso.
ko: “%@”은(는) 이미 사용되었습니다.
nl: “%@” is al in gebruik.
pt_br: “%@” já está sendo usado.
ru: Имя «%@» уже используется.
zh_hans: “%@”已被使用。

source: %@ does not recognize this kind of file.
de: %@ erkennt diesen Dateityp nicht.
es: %@ no reconoce este tipo de archivo.
it: %@ non riconosce questo tipo di documento.
ko: %@에서 이 유형의 파일이 인식되지 않습니다.
nl: %@ herkent dit type bestand niet.
pt_br: %@ não reconhece este tipo de arquivo.
ru: %@ не распознает файлы этого типа.
zh_hans: %@ 无法识别此类文件。

source: Another folder already has the name "%@".
de: Ein anderer Ordner hat bereits den Namen „%@“.
es: Ya hay otra carpeta con el nombre “%@”.
it: Un'altra cartella è già denominata “%@”.
ko: 다른 폴더에 이미 “%@” 이름이 있습니다.
nl: Er is al een map met de naam “%@”.
pt_br: Outra pasta já tem o nome “%@”.
ru: Папка с именем «%@» уже существует.
zh_hans: 其他文件夹已存在名称“%@”。

source: Built-in
de: Integriert
es: Integrado
it: Integrato
ko: 내장
nl: Ingebouwd
pt_br: Integrado
ru: Встроенная
zh_hans: 内置

source: Cannot rename folder.
de: Der Ordner kann nicht umbenannt werden.
es: No se puede renombrar la carpeta.
it: Impossibile rinominare la cartella.
ko: 폴더 이름을 바꿀 수 없습니다.
nl: Kan naam map niet wijzigen.
pt_br: Não foi possível renomear a pasta.
ru: Не удается переименовать папку.
zh_hans: 不能重命名文件夹。

source: Local Documents
de: Lokale Dokumente
es: Documentos locales
it: Documenti locali
ko: 로컬 도큐멘트
nl: Lokale documenten
pt_br: Documentos Locais
ru: Локальные документы
zh_hans: 本地文稿

source: Please choose a different name.
de: Wählen Sie einen anderen Namen aus.
es: Elija otro nombre.
it: Scegli un altro nome.
ko: 다른 이름을 선택하십시오.
nl: Kies een andere naam.
pt_br: Escolha outro nome.
ru: Выберите другое имя.
zh_hans: 请选择其他名称。

source: Today, %@ <day name>
de: Heute, %@
es: Hoy, %@
it: Oggi, %@
ko: 오늘, %@
nl: Vandaag om %@
pt_br: Hoje, %@
ru: Сегодня, %@
zh_hans: 今天，%@

source: Trash
de: Papierkorb
es: Papelera
it: Cestino
ko: 휴지통
nl: Prullenmand
pt_br: Lixeira
ru: Корзина
zh_hans: 废纸篓

source: Unable to add document.
de: Das Dokument kann nicht hinzugefügt werden.
es: No se ha podido añadir el documento.
it: Impossibile aggiungere il documento.
ko: 도큐멘트를 추가할 수 없습니다.
nl: Kan document niet toevoegen.
pt_br: Não foi possível adicionar o documento.
ru: Не удается добавить документ.
zh_hans: 不能添加文稿。

source: Untitled Folder
de: Ohne Titel
es: Sin título
it: Senza titolo
ko: 제목 없음
nl: Naamloos
pt_br: Sem título
ru: Без названия
zh_hans: 未命名

source: Yesterday, %@ <day name>
de: Gestern, %@
es: Ayer, %@
it: Ieri, %@
ko: 어제, %@
nl: Gisteren om %@
pt_br: Ontem, %@
ru: Вчера, %@
zh_hans: 昨天，%@
