Repository: sbwilson/OmniGroup
Catalog: Frameworks/OmniFileStore/Localization/iOS/*.lproj/OmniFileStore.strings
Languages: de, es, ko, pt_br, zh_hans

source: An error has occurred.
de: Ein Fehler ist aufgetreten.
es: Se ha producido un error.
ko: 오류가 발생했습니다.
pt_br: Ocorreu um erro.
zh_hans: 发生错误。

source: Cannot create directory.
de: Verzeichnis kann nicht erstellt werden.
es: No se ha podido crear el directorio.
ko: 디렉토리를 생성할 수 없습니다.
pt_br: Não é possível criar o diretório.
zh_hans: 无法创建目录。

source: Cannot delete file.
de: Datei kann nicht gelöscht werden.
es: No se ha podido eliminar el archivo.
ko: 파일을 삭제할 수 없습니다.
pt_br: Não é possível apagar o arquivo.
zh_hans: 无法删除文件。

source: Cannot move file.
de: Datei kann nicht bewegt werden.
es: No se ha podido mover el archivo.
ko: 파일을 이동할 수 없습니다.
pt_br: Não é possível mover o arquivo.
zh_hans: 无法移动文件。

source: Cannot read file
de: Datei kann nicht gelesen werden
es: No se puede leer el archivo
ko: 파일을 읽을 수 없음
pt_br: Não é possível ler o arquivo
zh_hans: 无法读取文件

source: Could not decode encryption document key.
de: Verschlüsselungsdokumentschlüssel konnte nicht decodiert werden.
es: No se ha podido descifrar la clave de documento de encriptación.
ko: 암호화 도큐멘트 키를 디코딩할 수 없습니다.
pt_br: Não foi possível decodificar a chave de criptografia do documento.
zh_hans: 无法解码加密文档密钥。

source: Could not decrypt file.
de: Die Datei konnte nicht entschlüsselt werden.
es: No se ha podido descifrar el archivo.
ko: 파일을 암호 해독할 수 없습니다.
pt_br: Não foi possível decriptografar o arquivo.
zh_hans: 无法解密文件。

source: Could not find "%@".
de: „%@“ wurde nicht gefunden.
es: No se encuentra “%@”.
ko: '%@'을(를) 찾을 수 없습니다.
pt_br: Não foi possível encontrar “%@”.
zh_hans: 未发现“%@”。

source: Ensure that the address is correct and please try again.
de: Überprüfen Sie, ob die Adresse richtig ist und versuchen Sie es noch einmal.
es: Asegúrate de que la dirección sea correcta e inténtalo de nuevo.
ko: 주소가 올바른지 확인하고 다시 시도하십시오.
pt_br: Certifique-se de que o endereço está correto e tente novamente.
zh_hans: 确保地址正确并请重试。

source: Ensure that the server address, user name, and password are correct and please try again.
de: Überprüfen Sie, ob die Serveradresse, der Benutzername und das Kennwort richtig sind und versuchen Sie es noch einmal.
es: Asegúrate de que la dirección del servidor, el nombre de usuario y la contraseña sean correctos e inténtalo de nuevo.
ko: 서버 주소, 사용자 이름, 암호가 올바른지 확인하고 다시 시도하십시오.
pt_br: Certifique-se de que o endereço do servidor, nome de usuário e senha estão corretos e tente novamente.
zh_hans: 确保服务器地址、用户名和密码都正确，并请重试。

source: Failed to delete "%@".
de: „%@“ konnte nicht gelöscht werden.
es: Error al borrar “%@”.
ko: “%@”을(를) 삭제하지 못했습니다.
pt_br: Falha ao apagar “%@”.
zh_hans: 未能删除“%@”。

source: Failed to move "%@" to "%@".
de: „%1$@“ konnte nicht nach „%2$@“ bewegt werden.
es: Error al trasladar “%1$@” a “%2$@”.
ko: “%1$@”을(를) “%2$@”(으)로 이동하지 못했습니다.
pt_br: Falha ao mover “%1$@” para “%2$@”.
zh_hans: 未能将“%1$@”移至“%2$@”。

source: Incorrect encryption password.
de: Falsches Verschlüsselungskennwort.
es: Contraseña de encriptación incorrecta.
ko: 암호화 암호가 잘못되었습니다.
pt_br: Senha de criptografia incorreta.
zh_hans: 加密密码不正确。

source: Internal error updating keychain
de: Interner Fehler beim Aktualisieren des Schlüsselbunds
es: Error interno al actualizar el llavero
ko: 키 체인 업데이트 중 내부 오류 발생
pt_br: Erro interno ao atualizar chaves
zh_hans: 更新密钥链时发生内部错误

source: No document exists at "%@".
de: Kein Dokument unter „%@“ vorhanden.
es: No hay ningún documento en “%@”.
ko: “%@”에 도큐멘트가 없습니다.
pt_br: Nenhum documento existente em “%@”.
zh_hans: “%@”无文稿。

source: No such directory "%@"
de: Verzeichnis „%@“ ist nicht vorhanden.
es: No existe el directorio “%@”.
ko: “%@” 디렉토리가 없습니다.
pt_br: Esse diretório “%@” não existe
zh_hans: 没有目录“%@”

source: No such file "%@".
de: Datei „%@“ nicht vorhanden.
es: No existe el archivo “%@”.
ko: “%@” 파일이 없습니다.
pt_br: Esse arquivo “%@” não existe.
zh_hans: 没有文件“%@”。

source: Password (%@; %@ rounds; %@)
de: Kennwort (%1$@; %2$@ Runden; %3$@)
es: Contraseña (%1$@; %2$@ rondas; %3$@)
ko: Password (%1$@; %2$@ rounds; %3$@)
pt_br: Senha (%1$@; turnos de %2$@; %3$@)
zh_hans: Password (%1$@; %2$@ rounds; %3$@)

source: Please make sure that the destination folder exists.
de: Überprüfen Sie, ob der Zielordner vorhanden ist.
es: Asegúrate de que existe la carpeta de destino.
ko: 대상 폴더가 존재하는지 확인하십시오.
pt_br: Certifique-se de que a pasta de destino existe.
zh_hans: 请确保目标文件夹存在。

source: Unable to decrypt contents of file “%@”.
de: Inhalte der Datei „%@“ können nicht gelesen werden.
es: No se ha podido desencriptar el contenido del archivo “%@”.
ko: “%@” 파일의 내용을 해독할 수 없습니다.
pt_br: Não foi possível decriptografar o conteúdo do arquivo “%@”.
zh_hans: 无法解密文件“%@”的内容。

source: Unable to delete file.
de: Datei kann nicht gelöscht werden.
es: No se ha podido eliminar el archivo.
ko: 파일을 삭제할 수 없습니다.
pt_br: Não foi possível apagar o arquivo.
zh_hans: 无法删除文件。

source: Unable to move file.
de: Datei kann nicht bewegt werden.
es: No se ha podido mover el archivo.
ko: 파일을 이동할 수 없습니다.
pt_br: Não foi possível mover o arquivo.
zh_hans: 无法移动文件。

source: Unable to read document.
de: Dokument kann nicht gelesen werden.
es: No se ha podido leer el documento.
ko: 도큐멘트를 읽을 수 없습니다.
pt_br: Não foi possível ler o documento.
zh_hans: 不能读取文稿。

source: Unable to read file.
de: Datei kann nicht gelesen werden.
es: No se ha podido leer el archivo.
ko: 파일을 읽을 수 없습니다.
pt_br: Não foi possível ler o arquivo.
zh_hans: 无法读取文件。

source: Unable to write file.
de: Datei kann nicht geschrieben werden.
es: No se ha podido escribir el archivo.
ko: 파일을 기록할 수 없습니다.
pt_br: Não foi possível gravar o arquivo.
zh_hans: 无法写入文件。

source: Unrecognized settings in encryption header
de: Nicht erkannte Einstellungen im Verschlüsselungs-Header
es: Ajustes desconocidos en la cabecera de cifrado
ko: 암호화 헤더에서 인식할 수 없는 설정
pt_br: Ajustes não reconhecidos no cabeçalho de criptografia
zh_hans: 加密标头中有无法识别的设置
