Repository: sbwilson/OmniGroup
Catalog: Frameworks/OmniFoundation/Localization/iOS/*.lproj/OmniFoundation.strings
Languages: de, ko, pt_br, zh_hans

source: %d bytes
de: %d Byte
ko: %d바이트
zh_hans: %d 字节

source: <Encryption: A password is set>
de: Kennwort
ko: 암호
pt_br: Senha
zh_hans: 密码

source: <Encryption: None>
de: Ohne
ko: 없음
pt_br: Nenhum
zh_hans: 无

source: <Encryption: using %u key(s)>
de: %u Schlüssel
ko: %u 키
pt_br: %u Chaves
zh_hans: %u 个键

source: about %.1f hours
de: etwa %.1f Stunden
ko: 약 %.1f시간
pt_br: aprox. %.1f horas
zh_hans: 大约 %.1f 小时

source: about %d minutes
de: etwa %d Minuten
ko: 약 %d분
pt_br: aprox. %d minutos
zh_hans: 大约 %d 分钟

source: about %d seconds
de: etwa %d Sekunden
ko: 약 %d초
pt_br: aprox. %d segundos
zh_hans: 大约 %d 秒

source: about a minute
de: etwa eine Minute
ko: 약 1분
pt_br: aprox. um minuto
zh_hans: 大约一分钟

source: about an hour
de: etwa eine Stunde
ko: 약 1시간
pt_br: aprox. uma hora
zh_hans: 大约一小时

source: Another application has overridden the lock at "%@".
de: Ein anderes Programm hat die Sperre in „%@“ außer Kraft gesetzt.
ko: 다른 응용 프로그램이 "%@"에서 잠금을 재정의했습니다.
pt_br: Outro aplicativo anulou o bloqueio em "%@".
zh_hans: 其他应用程序已改写“%@”的锁定。

source: Bundle is obsolete
de: Paket ist überholt
ko: 번들이 오래되었습니다.
pt_br: O pacote é obsoleto
zh_hans: 包已废弃

source: Bundle requires additional software
de: Paket benötigt zusätzliche Software
ko: 번들을 사용하려면 추가 소프트웨어가 필요합니다.
pt_br: O pacote requer software adicional
zh_hans: 包要求附加软件

source: bzip2 library returned error code %d when finishing compression. %s.
de: Die bzip2-Bibliothek gab beim Abschließen der Komprimierung den Fehlercode %1$d zurück. %2$s.
ko: 압축을 완료할 때 bzip2 라이브러리가 오류 코드 %1$d을(를) 반환했습니다. %2$s.
pt_br: A biblioteca bzip2 retornou o código de erro %1$d ao terminar a compressão. %2$s.
zh_hans: bzip2 资源库在完成压缩时返回错误代码 %1$d。%2$s。

source: bzip2 library returned error code %d when reading data. %s.
de: Die bzip2-Bibliothek gab beim Lesen der Daten den Fehlercode %1$d zurück. %2$s.
ko: 데이터를 읽을 때 bzip2 라이브러리가 오류 코드 %1$d을(를) 반환했습니다. %2$s.
pt_br: A biblioteca bzip2 retornou o código de erro %1$d ao ler os dados. %2$s.
zh_hans: bzip2 资源库在读取数据时返回错误代码 %1$d。%2$s。

source: bzip2 library returned error code %d when writing data. %s.
de: Die bzip2-Bibliothek gab beim Schreiben der Daten den Fehlercode %1$d zurück. %2$s.
ko: 데이터를 기록할 때 bzip2 라이브러리가 오류 코드 %1$d을(를) 반환했습니다. %2$s.
pt_br: A biblioteca bzip2 retornou o código de erro %1$d ao gravar os dados. %2$s.
zh_hans: bzip2 资源库在写入数据时返回错误代码 %1$d。%2$s。

source: Cancel
de: Abbrechen
ko: 취소
pt_br: Cancelar
zh_hans: 取消

source: Cancel <error recovery>
de: Abbrechen
ko: 취소
pt_br: Cancelar
zh_hans: 取消

source: Cannot create socket.
de: Socket kann nicht erstellt werden.
ko: 소켓을 생성할 수 없습니다.
pt_br: Não é possível criar o soquete.
zh_hans: 无法创建套接口。

source: Change configuration?
de: Konfiguration ändern?
ko: 구성을 변경하시겠습니까?
pt_br: Alterar a configuração?
zh_hans: 更改配置？

source: Could not create directory
de: Verzeichnis konnte nicht erstellt werden
ko: 디렉토리를 생성할 수 없음
pt_br: Não foi possível criar o diretório
zh_hans: 无法创建目录

source: Could not parse entitlements from embedded provisioning profile
de: Berechtigungen aus dem eingebetteten Bereitstellungsprofil konnten nicht analysiert werden
ko: 포함된 프로비저닝 프로파일에서 권한을 구문 분석할 수 없음
pt_br: Não foi possível analisar titularidades do perfil de provisão integrado
zh_hans: 无法从嵌入式配置文件解析权限

source: d
de: T
ko: 일
zh_hans: 天

source: day
de: Tag
ko: 일
pt_br: dia
zh_hans: 天

source: days
de: Tage
ko: 일
pt_br: dias
zh_hans: 天

source: Duplicate bundle name
de: Name des Pakets doppelt
ko: 중복된 번들 이름
pt_br: Nome de pacote duplicado
zh_hans: 复制包的名称

source: EC public keys are not usable on this OS version
de: Öffentliche EC-Schlüssel können in dieser OS-Version nicht verwendet werden
ko: EC 공개 키는 이 OS 버전에서 사용할 수 없습니다.
pt_br: Não é possível usar chaves públicas EC nesta versão de SO
zh_hans: EC 公共密钥在该操作系统版本上不能使用

source: ed
de: fT
ko: 경과일
pt_br: dd
zh_hans: 已用天

source: eh
de: fStd
ko: 경과시간
pt_br: hd
zh_hans: 已用小时

source: Element '%@' not allowed at path: %@
de: Element „%1$@“ nicht zulässig in Pfad: %2$@
ko: '%1$@' 요소가 경로에 허용되지 않음: %2$@
pt_br: Elemento '%1$@' não permitido no caminho: %2$@
zh_hans: 元素 '%1$@' 不允许以下路径： %2$@

source: em
de: fmin
ko: 경과분
pt_br: md
zh_hans: 已用分钟

source: Embedded provisioning profile is not a valid PKCS#7 archive
de: Eingebettetes Bereitstellungsprofil ist kein gültiges PKCS#7-Archiv
ko: 포함된 프로비저닝 프로파일이 유효한 PKCS#7 아카이브가 아닙니다.
pt_br: O perfil de provisão integrado não é um arquivo comprimido PKCS#7 válido
zh_hans: 嵌入式配置文件不是有效的 PKCS＃7 归档文件

source: Embedded provisioning profile not found
de: Eingebettetes Bereitstellungsprofil wurde nicht gefunden
ko: 포함된 프로비저닝 프로파일을 찾을 수 없음
pt_br: Perfil de provisão integrado não encontrado
zh_hans: 找不到嵌入式配置文件

source: Embedded provisioning profile not readable
de: Eingebettetes Bereitstellungsprofil nicht lesbar
ko: 포함된 프로비저닝 프로파일을 읽을 수 없음
pt_br: Perfil de provisão integrado ilegível
zh_hans: 嵌入式配置文件不可读

source: emo
de: fMo
ko: 경과월
pt_br: med
zh_hans: 已用月

source: es
de: fs
ko: 경과초
pt_br: sd
zh_hans: 已用秒

source: ew
de: fW
ko: 경과주
pt_br: sed
zh_hans: 已用周

source: ey
de: fJ
ko: 경과년
pt_br: ad
zh_hans: 已用年

source: Failed to create directory for lock file at "%@".
de: Verzeichnis für Sperrdatei in „%@“ konnte nicht erstellt werden.
ko: "%@"에서 잠금 파일에 대한 디렉토리를 생성하지 못했습니다.
pt_br: Falha ao criar o diretório do arquivo de bloqueio em "%@".
zh_hans: 针对位于“%@”的锁定文件创建目录失败。

source: Failed to serialize lock information.
de: Sperrinformationen konnten nicht serialisiert werden.
ko: 잠금 정보를 직렬화하지 못했습니다.
pt_br: Falha ao serializar informações de bloqueio.
zh_hans: 串行化锁定信息失败。

source: Failed to write lock file. %@
de: Sperrdatei konnte nicht geschrieben werden. %@
ko: 잠금 파일 쓰기를 실패했습니다. %@
pt_br: Falha ao gravar informações de bloqueio. %@
zh_hans: 写入锁定文件失败。 %@

source: h
de: Std.
ko: 시간
zh_hans: 小时

source: hour
de: Stunde
ko: 시간
pt_br: hora
zh_hans: 小时

source: hours
de: Stunden
ko: 시간
pt_br: horas
zh_hans: 小时

source: Invalid time span format
de: Ungültiges Format für Zeitraum
ko: 부적합한 시간 범위 형식
pt_br: Formato de intervalo de tempo inválido
zh_hans: 无效的时间范围格式

source: local configuration file
de: Lokale Konfigurationsdatei
ko: 로컬 구성 파일
pt_br: arquivo de configuração local
zh_hans: 本地配置文件

source: m
de: min
ko: 분
zh_hans: 分钟

source: minute
ko: 분
pt_br: minuto
zh_hans: 分钟

source: minutes
de: Minuten
ko: 분
pt_br: minutos
zh_hans: 分钟

source: mo
ko: 월
pt_br: mê
zh_hans: 月

source: month
de: Monat
ko: 월
pt_br: mês
zh_hans: 月

source: months
de: Monate
ko: 월
pt_br: meses
zh_hans: 月

source: No root element was found
de: Kein Stammelement gefunden
ko: 발견된 루트 요소 없음
pt_br: Não foi encontrado nenhum elemento raiz
zh_hans: 找不到根元素

source: Not a valid bundle
de: Kein gültiges Paket
ko: 적합한 번들이 아님
pt_br: O pacote não é válido
zh_hans: 不是有效的包

source: Override Lock
de: Sperre außer Kraft setzen
ko: 잠금 재정의
pt_br: Anular bloqueio
zh_hans: 覆盖锁定

source: PKCS#7 contents of embedded provisioning profile were not a valid plist
de: PKCS#7-Inhalt des eingebetteten Bereitstellungsprofils war keine gültige plist-Datei
ko: 포함된 프로비저닝 프로파일의 PKCS#7 컨텐츠가 유효한 plist가 아님
pt_br: O conteúdo PKCS#7 do perfil de provisão integrado não era um arquivo plist válido
zh_hans: 嵌入式供应配置文件的 PKCS＃7 内容不是有效的 plist

source: Restore "%@" to its default value
de: „%@“ auf den dazugehörigen Standardwert zurücksetzen
ko: "%@"을(를) 기본값으로 복원
pt_br: Restaurar o valor padrão de "%@"
zh_hans: 将“%@”还原到默认值

source: Restore all internal configuration settings to defaults
de: Alle internen Konfigurationseinstellungen auf die Standardwerte zurücksetzen
ko: 모든 내부 구성 설정을 기본값으로 복원
pt_br: Restaurar o valor padrão de todos os ajustes de configuração interna
zh_hans: 将所有内部配置设置还原为默认值

source: s
ko: 초
zh_hans: 秒

source: second
de: Sekunde
ko: 초
pt_br: segundo
zh_hans: 秒

source: seconds
de: Sekunden
ko: 초
pt_br: segundos
zh_hans: 秒

source: Set "%@" to "%@"
de: Für „%1$@“ den Wert „%2$@“ festlegen
ko: “%1$@”을(를) “%2$@”(으)로 설정
pt_br: Definir "%1$@" como "%2$@"
zh_hans: 将“%1$@”设置为“%2$@”

source: The encrypted item "%@" is missing or unreadable.
de: Das verschlüsselte Objekt „%@“ fehlt oder ist nicht lesbar.
ko: 암호화된 항목 “%@”이(가) 누락되었거나 판독할 수 없습니다.
pt_br: O item criptografado “%@” está ausente ou ilegível.
zh_hans: 缺少加密项“%@”或无法读取。

source: The server certificate for "%@" does not seem to be valid. This site may not be trustworthy. Would you like to connect anyway?
de: Das Server-Zertifikat für „%@“ scheint nicht gültig zu sein. Eventuell ist die Site nicht vertrauenswürdig. Möchten Sie trotzdem verbinden?
ko: "%@"에 대한 서버 인증서가 적합한 것으로 보이지 않습니다. 이 사이트는 신뢰하지 못할 수 있습니다. 연결하시겠습니까?
pt_br: O certificado de servidor para "%@" não parece ser válido. Este site pode não ser confiável. Deseja conectar mesmo assim?
zh_hans: “%@”的服务器证书似乎无效。 此站点不受信任。 是否仍要连接？

source: The server certificate for "%@" has an invalid date. It may be expired, or not yet active. Would you like to connect anyway?
de: Das Server-Zertifikat für „%@“ hat ein ungültiges Datum. Eventuell ist es abgelaufen oder noch nicht aktiviert. Möchten Sie trotzdem verbinden?
ko: "%@"에 대한 인증서에 유효하지 않은 날짜가 있습니다. 만료되었거나 아직 활성 상태가 아닐 수 있습니다. 연결하시겠습니까?
pt_br: O certificado de servidor para "%@" tem uma data inválida. Ele pode ter expirado ou não estar ativo ainda. Deseja conectar mesmo assim?
zh_hans: “%@”服务器证书的日期无效。 该证书可能已过期，或尚未激活。 是否仍要连接？

source: The server certificate for "%@" is not signed by any root server. This site may not be trustworthy. Would you like to connect anyway?
de: Das Server-Zertifikat für „%@“ wurde nicht von einem Root-Server signiert. Eventuell ist die Site nicht vertrauenswürdig. Möchten Sie trotzdem verbinden?
ko: "%@"에 대한 서버 인증서가 어떠한 루트 서버에서도 서명되지 않았습니다. 이 사이트는 신뢰하지 못할 수 있습니다. 연결하시겠습니까?
pt_br: O certificado de servidor para "%@" não está assinado por nenhum servidor raiz. Este site pode não ser confiável. Deseja conectar mesmo assim?
zh_hans: “%@”的服务器证书未得到任何根服务器的签名。 此站点不受信任。 是否仍要连接？

source: The server certificate for "%@" is not yet valid. This site may not be trustworthy. Would you like to connect anyway?
de: Das Server-Zertifikat für „%@“ ist noch nicht gültig. Eventuell ist die Site nicht vertrauenswürdig. Möchten Sie trotzdem verbinden?
ko: "%@"에 대한 서버 인증서가 아직 유효하지 않습니다. 이 사이트는 신뢰하지 못할 수 있습니다. 연결하시겠습니까?
pt_br: O certificado de servidor para "%@" ainda não é válido. Este site pode não ser confiável. Deseja conectar mesmo assim?
zh_hans: “%@”的服务器证书无效。 此站点不受信任。 是否仍要连接？

source: The server certificate for "%@" is signed by an untrusted root server. This site may not be trustworthy. Would you like to connect anyway?
de: Das Server-Zertifikat für „%@“ wurde von einem nicht vertrauenswürdigen Root-Server signiert. Eventuell ist die Site nicht vertrauenswürdig. Möchten Sie trotzdem verbinden?
ko: "%@"에 대한 서버 인증서가 신뢰할 수 없는 서버에서 서명되었습니다. 이 사이트는 신뢰하지 못할 수 있습니다. 연결하시겠습니까?
pt_br: O certificado de servidor para "%@" está assinado por um servidor raiz não confiável. Este site pode não ser confiável. Deseja conectar mesmo assim?
zh_hans: “%@”的服务器证书由不受信任的根服务器签名。 此站点不受信任。 是否仍要连接？

source: This configuration link will make the following changes:
de: Dieser Konfigurationslink führt die folgenden Änderungen aus:
ko: 이 구성 링크는 다음 항목을 변경합니다.
pt_br: Este link de configuração fará as seguintes alterações:
zh_hans: 本配置链接会进行以下更改：

source: This lock was taken by %@ using the computer "%@" on %@ at %@.
de: Diese Sperre wurde von %1$@ mit dem Computer „%2$@“ am %3$@ um %4$@ angewendet.
ko: 이 잠금은 %4$@에 %3$@에서 "%2$@" 컴퓨터를 사용하여 %1$@이(가) 수행했습니다.
pt_br: Este bloqueio foi executado por %1$@ usando o computador "%2$@" em %3$@ às %4$@.
zh_hans: %1$@ 已使用位于 %4$@ 的 %3$@ 上的电脑“%2$@”执行此锁定。

source: This lock was taken by %@ using the computer "%@" on %@ at %@. You may override this lock, but doing so may cause the other application to lose data if it is still running.
de: Diese Sperre wurde von %1$@ mit dem Computer „%2$@“ am %3$@ um %4$@ angewendet. Sie können diese Sperre außer Kraft setzen, doch kann dadurch das andere Programm Daten verlieren, falls es noch aktiv ist.
ko: 이 잠금은 %4$@에 %3$@에서 "%2$@" 컴퓨터를 사용하여 %1$@이(가) 수행했습니다. 이 잠금을 재정의할 수도 있지만 이렇게 하면 다른 응용 프로그램이 아직 실행 중인 경우 데이터가 손실될 수 있습니다.
pt_br: Este bloqueio foi executado por %1$@ usando o computador "%2$@" em %3$@ às %4$@. Você pode anular este bloqueio mas, se fizer isso, o outro aplicativo poderá perder dados se ainda estiver em execução.
zh_hans: %1$@ 已使用位于 %4$@ 的 %3$@ 上的电脑“%2$@”执行此锁定。 您可以改写此锁定，但这样做可能会导致仍在运行的其他应用程序丢失数据。

source: Unable to compress data.
de: Die Daten können nicht komprimiert werden.
ko: 데이터를 압축할 수 없습니다.
pt_br: Não foi possível comprimir os dados.
zh_hans: 不能压缩数据。

source: Unable to decompress data.
de: Die Daten können nicht dekomprimiert werden.
ko: 데이터를 압축 해제할 수 없습니다.
pt_br: Não foi possível descomprimir os dados.
zh_hans: 不能解压缩数据。

source: Unable to decompress gzip data: invalid header
de: Gzip-Daten können nicht dekomprimiert werden: ungültiger Header
ko: gzip 데이터를 압축 해제할 수 없음: 유효하지 않은 헤더
pt_br: Não foi possível descomprimir os dados gzip: cabeçalho inválido
zh_hans: 不能解压缩 gzip 数据：标题无效

source: Unable to initialize compression
de: Komprimierung kann nicht initialisiert werden
ko: 압축을 초기화할 수 없음
pt_br: Não foi possível inicializar a compressão
zh_hans: 不能初始化压缩

source: Unable to initialize decompression
de: Dekomprimierung kann nicht initialisiert werden
ko: 압축 해제를 초기화할 수 없음
pt_br: Não foi possível inicializar a descompressão
zh_hans: 不能初始化解压缩

source: Unable to lock document.
de: Dokument kann nicht gesperrt werden.
ko: 도큐멘트를 잠글 수 없습니다.
pt_br: Não foi possível bloquear o documento.
zh_hans: 不能锁定文稿。

source: Unexpected CMS content-type
de: Unerwarteter CMS-Inhaltstyp
ko: 예상치 않은 CMS 컨텐츠 유형
pt_br: Tipo de conteúdo CMS inesperado
zh_hans: 未预期的 CMS 内容类型

source: Unknown compression algorithm
de: Unbekannter Komprimierungsalgorithmus
ko: 알 수 없는 압축 알고리즘
pt_br: Algoritmo de compressão desconhecido
zh_hans: 未知压缩算法

source: Unknown public key algorithm
de: Unbekannter Algorithmus eines öffentlichen Schlüssels
ko: 알 수 없는 공개 키 알고리즘
pt_br: Algoritmo de chave pública desconhecido
zh_hans: 未知的公开密钥算法

source: Unknown(cryptographic algorithm)
de: Unbekannt
ko: 알 수 없음
pt_br: Desconhecido
zh_hans: 未知的

source: unrecognized compression format.
de: Das Komprimierungsformat wurde nicht erkannt.
ko: 인식할 수 없는 압축 형식입니다.
pt_br: formato de compressão não reconhecido.
zh_hans: 无法识别的压缩格式。

source: Unsupported encryption algorithm
de: Nicht unterstützter Verschlüsselungsalgorithmus
ko: 지원되지 않는 암호화 알고리즘
pt_br: Algoritmo de criptografia incompatível
zh_hans: 不支持的加密算法

source: w
ko: 주
pt_br: s
zh_hans: 周

source: Warning encountered while loading XML.
de: Beim Laden von XML wurde eine Warnmeldung ausgegeben.
ko: XML을 로드하는 중 경고가 발생했습니다.
pt_br: Foi encontrado um aviso ao carregar o XML.
zh_hans: 载入 XML 时遇到警告。

source: week
de: Woche
ko: 주
pt_br: semana
zh_hans: 周

source: weeks
de: Wochen
ko: 주
pt_br: semanas
zh_hans: 周

source: y
de: J
ko: 년
pt_br: a
zh_hans: 年

source: year
de: Jahr
ko: 년
pt_br: ano
zh_hans: 年

source: years
de: Jahre
ko: 년
pt_br: anos
zh_hans: 年

source: zlib returned error code %d.
de: Zlib gab den Fehlercode %d zurück.
ko: zlib가 오류 코드 %d을(를) 반환했습니다.
pt_br: zlib retornou o código de erro %d.
zh_hans: zlib 返回错误代码 %d。

source: zlib returned error code %d. %s.
de: Zlib gab den Fehlercode %1$d zurück. %2$s.
ko: zlib가 오류 코드 %1$d을(를) 반환했습니다. %2$s.
pt_br: zlib retornou o código de erro %1$d. %2$s.
zh_hans: zlib 返回错误代码 %1$d。%2$s。

source: Failed to convert '%@' to the same type as '%@' (%@)
de: Konvertieren von „%1$@“ in den gleichen Typ wie „%2$@“ (%3$@) fehlgeschlagen
pt_br: Falha ao converter '%1$@' no mesmo tipo como '%2$@' (%3$@)

source: Unable to parse value
de: Wert kann nicht analysiert werden
pt_br: Não foi possível analisar o valor
