Repository: sbwilson/OmniGroup
Catalog: Frameworks/OmniFileExchange/Localization/iOS/*.lproj/OmniFileExchange.strings
Languages: es

source: %@ (conflict %lu from %@)
es: %1$@ (conflicto %2$lu de %3$@)

source: %@ (conflict from %@)
es: %1$@ (conflicto de %2$@)

source: %@ on %@
es: %1$@ en %2$@

source: ^(.*) \(conflict( [0-9+])? from .*\)$
es: ^(.*) \(conflicto( [0-9+])? de .*\)$

source: Account is missing login credentials.
es: Faltan las credenciales de acceso en la cuenta.

source: Account not configured
es: La cuenta no se ha configurado.

source: Add Omni Sync Server Account
es: Añadir cuenta de Omni Sync Server

source: Add WebDAV Server
es: Añadir servidor WebDAV

source: Another account is syncing to this folder already.
es: Esta carpeta ya se sincroniza con otra cuenta.

source: Cannot locate synchronized documents folder.
es: No se puede localizar la carpeta de documentos sincronizados.

source: Cannot move document.
es: No se puede mover el documento.

source: Cannot start account agent.
es: No se puede iniciar el agente de cuenta.

source: Cannot start syncing.
es: No se puede iniciar la sincronización.

source: Cannot sync with account.
es: No se puede sincronizar con la cuenta.

source: Checking Credentials
es: Comprobando credenciales

source: Copy from iTunes
es: Copiar desde iTunes

source: Could not access synchronized documents folder.
es: No se puede acceder a la carpeta de documentos sincronizados.

source: Could not resolve archived bookmark for synchronized documents folder.
es: No se puede resolver el marcador archivado de la carpeta de documentos sincronizados.

source: Documents
es: Documentos

source: Easily sync Omni documents. Signup is free!
es: Sincroniza documentos Omni. El registro es gratuito.

source: Export to "%@"
es: Exportar a “%@”

source: Export to iTunes
es: Exportar a iTunes

source: Local account documents folder is missing.
es: Falta la carpeta de documentos de la cuenta local.

source: Local documents folder cannot be used.
es: No puede utilizarse la carpeta local de documentos.

source: No documents folder has been picked.
es: No se ha elegido una carpeta de documentos.

source: Please check that the account information you entered is correct.
es: Comprueba que la información de cuenta introducida es correcta.

source: Please choose another location for your synced documents.
es: Selecciona otra ubicación para los documentos sincronizados.

source: Please enter an address for the account.
es: Introduce una dirección para la cuenta.

source: Please enter an username for the account.
es: Introduce un nombre de usuario para la cuenta.

source: Server location not found
es: No se encuentra la ubicación del servidor

source: Sync failed: cloud account needs to be upgraded.
es: Error en la sincronización: es necesario actualizar la cuenta de la nube.

source: Sync failed: OmniPresence upgrade required.
es: Error en la sincronización: es necesario actualizar OmniPresence.

source: Sync failed: unable to update device registration.
es: Error en la sincronización: no se ha podido actualizar el registro del dispositivo.

source: Testing Server for Compatibility
es: Probando la compatibilidad del servidor

source: The cloud account requires OmniPresence format %@, but this device is using format %@. Please upgrade this copy of OmniPresence.
es: La cuenta de la nube requiere el formato de OmniPresence %1$@, pero este dispositivo está usando el formato %2$@. Actualiza esta copia de OmniPresence.

source: The document "%@" is not fully downloaded.
es: El documento “%@” no se ha descargado completamente.

source: The proposed local documents folder already contains files. Please specify an empty folder or one that doesn't yet exist.
es: La carpeta de documentos locales propuesta ya contiene archivos. Especifica una carpeta vacía o una que todavía no exista.

source: The proposed local documents folder is not on a local volume. Please pick a location that is local to your computer.
es: La carpeta de documentos locales propuesta no está en un volumen local. Selecciona una ubicación local en el equipo.

source: The selected local folder appears to be inside a %@ folder. Using two file synchronization systems on the same folder can result in data loss.
es: La carpeta local seleccionada parece encontrarse en una carpeta de %@. El uso de dos sistemas de sincronización de archivos en una misma carpeta puede ocasionar la pérdida de datos.

source: The selected local folder is in your %@ folder, which can be synchronized by iCloud Drive on Sierra. Using two file synchronization systems on the same folder can result in data loss.
es: La carpeta local seleccionada se encuentra en tu carpeta de %@, que puede sincronizarse con iCloud Drive en Sierra. El uso de dos sistemas de sincronización de archivos en una misma carpeta puede ocasionar la pérdida de datos.

source: The selected local folder is in your %@ folder. Using two file synchronization systems on the same folder can result in data loss.
es: La carpeta local seleccionada se encuentra en tu carpeta de %@. El uso de dos sistemas de sincronización de archivos en una misma carpeta puede ocasionar la pérdida de datos.

source: The selected local folder is on your Desktop, which can be synchronized by iCloud Drive on Sierra. Using two file synchronization systems on the same folder can result in data loss.
es: La carpeta local seleccionada se encuentra en el escritorio, que puede sincronizarse con iCloud Drive en Sierra. El uso de dos sistemas de sincronización de archivos en una misma carpeta puede ocasionar la pérdida de datos.

source: This app requires OmniPresence format %@, but the cloud account is using format %@. Please upgrade the cloud account.
es: Esta aplicación requiere el formato de OmniPresence %1$@, pero la cuenta en la nube está usando el formato %2$@. Actualiza la cuenta en la nube.

source: This OmniPresence folder contains another OmniPresence synced folder.
es: Esta carpeta OmniPresence contiene otra carpeta sincronizada vía OmniPresence.

source: Too many file transfers encountered errors recently.
es: Se han producido demasiados errores en las últimas transferencias de archivos.

source: Unable to create temporary items in the proposed location.
es: No se han podido crear elementos temporales en la ubicación propuesta.

source: Unable to determine the filesystem properties of the proposed documents folder.
es: No se han podido determinar las propiedades del sistema de archivos de la carpeta de documentos propuesta.

source: Unable to find synchronized folder for account.
es: No se ha podido encontrar la carpeta sincronizada para la cuenta.

source: Unable to open documents folder.
es: No se ha podido abrir la carpeta de documentos.

source: Unable to update device registration on the cloud server.
es: No se ha podido actualizar el registro del dispositivo en el servidor de la nube.

source: Unable to verify login credentials at this time.
es: No se han podido comprobar las credenciales de acceso.

source: Use your own WebDAV space.
es: Utiliza tu propio espacio WebDAV.

source: Validating Account...
es: Validando cuenta…

source: WebDAV Server
es: Servidor WebDAV
